{"dies": "颅内低压综合征", "competion": "用户: 嗯，医生，我最近总是头痛，有时候还会觉得眩晕。这种情况已经持续了一段时间了，我有点担心。"}
{"dies": "神经炎", "competion": "用户: 哎呀，医生您好。我最近经常感觉到胸部一侧有一种刺痛的感觉，有时候会很明显，有时候又会稍微好一些，不知道这是怎么回事。\n医生: 您最近有没有感觉到皮肤某些部位有麻木或者疼痛感？\n用户: 是的，我感觉右腿有些麻木。\n医生: 最近有没有出现任何过敏反应，比如皮疹、痒、鼻塞或者眼睛发红等症状？\n用户: 有的，最近总是感觉皮肤很痒，还有一点鼻塞。\n医生: 您最近有没有出现过头晕、心悸或者盗汗等植物神经功能紊乱的症状？\n用户: 没有，这些症状我都没有经历过。\n医生: 您在按压某些部位时是否感到疼痛？\n用户: 是的，我在按压的时候感觉到疼痛。"}
{"dies": "冠状动脉瘤", "competion": "用户: 哎呀医生，我最近总是感到胸口疼痛，有时候还会喘不过气来，感觉心跳也不太正常。我有点担心，不知道是怎么了。\n医生: 你最近有没有感觉到喘不过气来的时候胸口闷吗？\n用户: 没有，我最近没有感觉胸口闷或者喘不过气来。\n医生: 你最近有没有发现脚踝或腿部肿胀的情况出现？\n用户: 是的，医生，我最近确实注意到我的脚踝和腿部都有肿胀的情况。\n医生: 你有没有感觉到心跳加快或者不规律的情况？\n用户: 是的，我确实有感觉到心跳加快，有时候也感觉到不太规律，感觉心脏好像忽然间就跳得特别快。\n医生: 你有没有最近感觉做轻微运动或者爬楼梯时容易气喘吗？\n用户: 是的，医生，我确实发现自己近期在做一些轻微的运动，比如爬楼梯的时候会感到特别容易气喘。"}
{"dies": "老年静脉血栓症", "competion": "用户: 我的小腿一直感觉发胀，而且还疼痛发热。我有点担心，不知道是怎么回事。"}
{"dies": "喉部钝挫伤", "competion": "用户: 我最近感到呼吸有些困难。\n医生: 你有没有发现脸色或嘴唇变成了紫色或蓝色？\n用户: 最近脸色有点发紫。"}
{"dies": "老年人脑出血", "competion": "用户: 啊，医生，我最近总是感觉头晕，而且我已经是老年人了。这种头晕让我很不舒服，不知道是怎么回事。\n医生: 您最近有没有出现过出冷汗的情况？\n用户: 没有，我没有出冷汗。"}
{"dies": "真菌性脑膜炎", "competion": "用户: 我最近总是头痛，有时候还会呕吐。觉得很不舒服。\n医生: 最近感觉耳朵有什么不舒服吗？比如耳鸣或耳内有异响?\n用户: 是的，最近经常感觉耳鸣。\n医生: 最近有没有感觉视力模糊？\n用户: 是的，我最近感觉看东西有些模糊。"}
{"dies": "尿毒症肺炎", "competion": "用户: 哎呀，医生您好。我最近总感觉呼吸有些困难，而且咳嗽也挺厉害的，还有就是尿少了一些。有点担心这些症状，您能帮帮我吗？\n医生: 最近有没有出现发热的症状？\n用户: 是的，最近几天我有发烧，体温在38度左右。\n医生: 您最近有没有咳嗽时咯血的情况？\n用户: 没有，我咳嗽的时候没有咯血。"}
{"dies": "甲状腺功能亢进性肝病", "competion": "用户: 哎呀医生，我最近感觉特别不舒服，我皮肤变黄，还经常腹泻，而且我还发烧。快帮帮我吧，这感觉太糟糕了。\n医生: 你最近心跳有没有比平时快？\n用户: 嗯，我感觉心跳有点快，不过我平时也没有怎么注意过这个。\n医生: 你最近吃饭有没有觉得没以前那么香？\n用户: 没有，我最近吃饭的时候感觉味道还是挺好的，没有觉得不香或者味道有什么变化。我的食欲还是和以前一样。\n医生: 你有没有最近发现手抖得厉害？\n用户: 是的，我确实注意到我的手最近抖得特别厉害。"}
{"dies": "老年人急性肾功能衰竭", "competion": "用户: 啊，你好医生。我最近测量血压的时候发现它总是偏高，我有点担心。\n医生: 你多大年纪？\n用户: 哦，我今年65岁了。\n医生: 你最近有没有感觉到气短或者身体虚弱？\n用户: 最近我有时候会感觉气短，而且觉得有点虚弱。\n医生: 你最近有没有感觉到胸部疼痛或压迫感？\n用户: 最近我没有感觉到胸部疼痛或者有压迫感。\n医生: 你最近的食欲有没有减退？\n用户: 最近我的食欲确实减退了。"}
{"dies": "脐疝", "competion": "用户: 嗯，医生您好。我最近发现脐部可见一个球形或半球形的肿物，有时会出现有时又消失，不知道是怎么回事。\n医生: 您注意到孩子哭闹的时候腹部或者其他部位有没有出现肿物变大的情况？\n用户: 是的，每次他哭闹时肿物都会变大。\n医生: 请问您是否有肿胀的症状？\n用户: 对啊\n医生: 您在站立时是否感觉到肿物变得更明显或突出了？\n用户: 对\n医生: 最近有没有出现大便次数增多或者大便稀薄的情况?\n用户: 有，我最近有腹泻的症状。"}
{"dies": "枕叶肿瘤", "competion": "用户: 嗨医生，我最近发现自己出现了色觉丧失和偏盲的症状。感觉很奇怪，不知道是怎么回事。"}
{"dies": "二尖瓣狭窄", "competion": "用户: 哎呀，医生您好。我最近咳嗽咳嗽就咳出来粉红色的泡沫痰，而且胸口也很痛，感觉好闷好紧。这都怎么了啊？"}
{"dies": "副神经节起源的肿瘤", "competion": "用户: 嗨医生，我感觉自己有点不舒服。我最近总是感觉很累，而且脸色很苍白。我还觉得头晕，可能是因为我站起来的时候会有点晕眩。我觉得我的血压可能有点低。\n医生: 最近是否经常感到紧张、担忧或者心慌意乱？\n用户: 是的，我最近一直感觉很焦虑，总是担心一些事情。\n医生: 您最近是否有出现腹部不适或腹痛的症状？\n用户: 是的，我最近确实有腹痛的情况。"}
{"dies": "热带痉挛性轻截瘫", "competion": "用户: 哎呀，医生，我最近感觉自己的膝盖处腱反射特别亢进，有时候感觉很不舒服。\n医生: 您有没有觉得四肢肌肉变得非常紧绷或僵硬，不易放松？\n用户: 没有，我的四肢肌肉感觉正常，没什么特别的问题。"}
{"dies": "静脉炎", "competion": "用户: 啊，你好医生。我有一个问题想向您咨询。我的皮肤局部红肿热痛，还有脱屑的情况。您觉得这是怎么回事呢？"}
{"dies": "呼吸肌疲劳症", "competion": "用户: 嗨医生，我最近感觉呼吸有些异常，有时候呼吸困难，还有气息也有些异常。"}
{"dies": "末梢神经炎", "competion": "用户: 啊，医生，我最近感觉手脚有点不灵光，就是感觉障碍，还有动起来有点困难，运动功能也不太好。有点担心是不是有什么问题。\n医生: 最近您是否感觉到肌肉无力或肌肉张力减少？\n用户: 是的，最近感觉肌肉无力，动作也变得有些困难。\n医生: 最近你有没有发现你的腿或手臂在敲击时没有反应？例如，用锤子轻轻敲打你的膝盖，会不会没有任何感觉或反应？\n用户: 正是"}
{"dies": "家族性甲状腺非髓样癌", "competion": "用户: 哎呀，医生您好。我最近总是觉得吞咽有点困难，而且呼吸也变得困难起来，声音也有些嘶哑。这让我感觉很不舒服，您能帮帮我吗？\n医生: 咳嗽得厉害吗？ <病人>\n用户: 咳嗽还好，不是很严重。主要是吞咽和呼吸的时候有困难。\n医生: 心跳会不会比正常快一些？ <病人>\n用户: 心跳有点比平常快。\n医生: 你感觉有没有发烧？ <病人>\n用户: 医生，我觉得我没有发烧。\n医生: 你曾经有过高血压的问题吗？ <病人>\n用户: 是的，医生，我以前有过高血压的问题。"}
{"dies": "胆石性肠梗阻", "competion": "用户: 哎呀，医生，我最近突然感到腹部非常疼痛，还伴随着便秘，疼得我都快受不了了。您能帮帮我吗？\n医生: 最近你在排便方面有没有遇到什么问题？比如说排便次数减少，排便困难，或者腹部不适等症状？\n用户: 是的，我最近排便感觉很困难，有时候两三天都没有便意，而且感觉腹部有些胀痛。"}
{"dies": "网膜原发性节段性梗死", "competion": "用户: 我肚子疼。\n医生: 你最近的月经情况怎么样？\n用户: 我的月经一直都挺正常的，没有出现紊乱的情况。周期和流量跟往常相比没有什么改变。\n医生: 你有没有发现肚子里有任何硬块或者肿物的感觉？\n用户: 没有，我没有感觉到肚子里有硬块或者肿物。\n医生: 你感觉到肚子胀吗？可能会有像被气填满的感觉。\n用户: 不，我没有感觉到肚子胀或者像被气填满的感觉。\n医生: 你最近是否有发烧的情况？体温有没有超过正常范围？\n用户: 是的，我最近确实有发烧的情况，体温也超过了正常范围。\n医生: 你最近是否有恶心呕吐的情况？\n用户: 最近确实有感到恶心的情况，但是并没有发生呕吐。\n医生: 你最近是否有频繁的呕吐？\n用户: 是的，我最近确实有频繁的呕吐。\n医生: 你最近是否感到腹部有压痛或者不适？\n用户: 是的，我最近确实感觉到我的腹部有点不舒服，按压的时候会觉得疼痛。"}
{"dies": "乳管内乳头状瘤", "competion": "用户: 医生，我最近发现乳房有一个深部可扪及的肿块，我有点担心。"}
{"dies": "脑血管硬化", "competion": "用户: 啊，医生你好。我最近总觉得头晕，而且有时候还会头痛。感觉特别不舒服。我该怎么办呢？"}
{"dies": "蝶骨嵴脑膜瘤眼部病变", "competion": "用户: 啊，你好医生。我最近发现我眼睛的上睑总是下垂，感觉看东西有点困难。这是怎么回事呢？\n医生: 对光反射迟钝。你觉得在明亮的环境下看东西困难吗？\n用户: 感觉在亮环境下看东西有点困难，是的。\n医生: 咬牙的时候感觉是否有点困难？\n用户: 是\n医生: 你最近是否有面部、手臂或腿部出现无力的感觉？\n用户: 最近我觉得脸部和手臂有点无力，有时候还会出现腿部无力的感觉。"}
{"dies": "颅底肿瘤", "competion": "用户: 哎呀，医生，我最近总是感觉眼睛看东西有点模糊，而且经常头痛。这种情况真是让我很困扰。"}
{"dies": "重症肌无力样综合征", "competion": "用户: 医生您好，我最近感觉到很疲倦，而且我的上眼皮经常会下垂，有时候还会出现呼吸和吞咽困难的情况。我感觉特别不舒服。"}
{"dies": "糖尿病乳酸性酸中毒", "competion": "用户: 嗨医生，我最近总是感觉恶心并且老想吐，还有不断的腹泻，这让我非常难受。\n医生: 你最近有没有觉得呼吸有些困难？\n用户: 没有，我没有感觉到呼吸困难。"}
{"dies": "股动脉瘤", "competion": "用户: 啊，医生您好。我最近发现大腿内侧部有一个搏动性肿物，感觉在慢慢变大，不疼但有点胀痛。我担心是感染性动脉瘤，有点担心持续性疼痛会发生。"}
{"dies": "Q热肺炎", "competion": "用户: 哎呀，医生，我最近总是感觉呼吸困难，胸闷，而且咳嗽得很厉害，不停地发烧，有些无法控制。\n医生: 你最近有没有感觉到胃部不舒服或者有腹痛的情况？\n用户: 最近我胃部确实没有感觉不舒服，也没有腹痛的情况。\n医生: 你咳嗽的时候有没有咳出痰？\n用户: 没有，我一直是干咳，没有咳出痰。\n医生: 你最近有没有感觉到恶心或者想呕吐的情况？\n用户: 最近我确实有感觉到恶心的情况，有时候还会觉得想呕吐。"}
{"dies": "脊髓肿瘤", "competion": "用户: 我最近感到非常不舒服，我的身体处处都在疼痛。特别是背部和腰部，疼得厉害。我真的很难受。我该寻求什么样的帮助？\n医生: 请问您最近有没有出现难以入睡或者频繁醒来的情况？\n用户: 有的，我最近几天一直很难入睡，而且半夜容易醒来。"}
{"dies": "肾上腺皮质功能减退症", "competion": "用户: 哎呀，医生您好。我最近总是感觉很累，整个人都很没劲，感觉什么事都提不起劲来。就是没力气，你能帮帮我吗？"}
{"dies": "血栓闭塞性脉管炎", "competion": "用户: 嗨医生，我最近出现了间歇性跛行，就是走一段路之后腿会特别疼，还有肢端凉的感觉，有时候甚至会出现静息痛，我该怎么办呢？"}
{"dies": "蛛网膜炎", "competion": "用户: 我最近老是感觉恶心然后经常呕吐，不知道怎么了。\n医生: 请问最近您的食欲怎么样？有没有明显的变化，比如饭量减少或者没有胃口？\n用户: 是的，最近一段时间我的食欲很差，总感觉没有胃口，饭量也明显减少了。\n医生: 请问您最近有没有感觉到腹胀的情况？\n用户: no\n医生: 最近你的睡眠情况怎么样？有没有感到入睡困难或经常醒来？\n用户: 是的，医生，我最近一直在睡眠困难，每晚都很难入睡，而且经常半夜醒来。"}
{"dies": "椎管内神经鞘瘤", "competion": "用户: 我最近感觉异常，有点担心自己的健康。\n医生: 您最近有没有感觉到背部或者腹部疼痛？\n用户: 最近我没有感觉到背部或腹部疼痛。"}
{"dies": "急性肾盂肾炎", "competion": "用户: 哎呀，医生您好。我最近腰疼得厉害，而且还有一种胀痛感，有时还会有肾区叩击痛。我有点担心，这到底是怎么了？\n医生: 您最近有没有出现食欲方面的问题，比如食欲减退或者胃口不佳的情况？\n用户: 是的，我最近感觉食欲减退，吃东西的兴趣也降低了很多。"}
{"dies": "左心室双出口", "competion": "用户: 啊，您好医生。我是来帮我家小孩看病的。最近他脸色有点发紫，而且听说还有心脏杂音。我有点担心，不知道是怎么了。\n医生: 最近你有没有感觉到心跳有些异常，比如在你休息的时候，心跳变得不规律或有反向搏动的感觉？\n用户: 确实"}
{"dies": "腹主动脉血栓形成综合征", "competion": "用户: 啊，您好医生。我最近身体感觉不太好，经常觉得身体很痛，尤其是在胃部和背部。我还觉得肚子胀，有一种堵塞的感觉。我觉得可能是因为门静脉血流郁滞引起的。"}
{"dies": "老年人肺气肿", "competion": "用户: 哎哟，医生您好，我最近老是咳嗽，而且我已经是老年人了，这种咳嗽真的很讨厌。\n医生: 您是不是在呼吸的时候感到短气或者呼吸困难？\n用户: 不，医生，我没有感到呼吸短气或者呼吸困难。"}
{"dies": "功能性下丘脑性闭经", "competion": "用户: 啊，你好。我最近出现了闭经的情况，我很担心这是怎么了。\n医生: 您好，请问您最近是否有出现情绪波动的情况，例如情绪容易起伏、不稳定或者容易感到沮丧和焦虑？\n用户: 是的，我最近经常会无缘无故地情绪很不稳定，有时候觉得特别沮丧和焦虑。\n医生: 最近一段时间内，您有没有发现自己的体重在不明原因情况下减轻了？\n用户: 是的，我注意到这段时间我体重下降了不少，但我没有刻意减肥或改变饮食习惯。\n医生: 最近有没有感觉到心跳不规律？比如心跳过快或过慢，或者跳动不均匀？\n用户: 是的，我最近感觉心跳有时候很快，有时候又很慢，而且有时候感觉心跳不太规律。"}
{"dies": "溃疡病急性穿孔", "competion": "用户: 啊，医生，我最近老是感觉恶心，然后经常会呕吐，吃东西也吃不下去。这个情况已经持续了几天了。我感觉特别难受，不知道怎么回事。\n医生: 最近有没有感觉到腹部不适或者疼痛？\n用户: 有，最近总是感觉腹部疼痛。"}
{"dies": "靶样含铁血黄素沉积性血管瘤", "competion": "用户: 啊，医生您好，我最近发现皮肤上出现了一些像瘀斑一样的环状红斑，有点担心是什么问题。我是个年轻的女性。\n医生: 这些红斑有没有让你感到皮肤瘙痒呢？\n用户: 不，这些红斑没有让我感到皮肤瘙痒。\n医生: 你最近是否有口臭的情况出现呢？\n用户: 最近我没有发现自己有口臭的问题。\n医生: 你有没有注意到这些红斑处有局部肿胀的情况？\n用户: 是的，我注意到了。那些红斑的地方确实有些肿起来了。"}
{"dies": "面肌瘫痪", "competion": "用户: 啊，您好医生。我最近发现我的眼睑不能闭合，一直都闭不上，感觉很不舒服。我该怎么办呢？\n医生: 您最近是否有出现口眼歪斜的情况？\n用户: 是的，医生，我感觉我的嘴和眼有点不对称，特别是说话和笑的时候比较明显。"}
{"dies": "老年人低血糖症", "competion": "用户: 啊，医生您好。我最近老是感觉头晕，而且还经常恶心，有时候还会呕吐。这种情况让我很不舒服。"}
{"dies": "甲状旁腺功能减退症", "competion": "用户: 头昏得厉害，感觉一直晕晕的，有点不舒服。\n医生: 最近是否经常感到焦虑或神经过度紧张？\n用户: 是的，最近经常感到极度的焦虑和紧张，难以放松。"}
{"dies": "乳头皲裂", "competion": "用户: 啊，医生您好。我最近发现乳头流血，而且乳头还经常发生锐痛。我是女性。这让我感到很担心。"}
{"dies": "进行性脊肌萎缩症", "competion": "用户: 嗨医生，我最近发现自己的肌肉开始萎缩，感觉特别吓人。你能帮帮我吗？\n医生: 您最近是否感觉到您的肌肉力量减弱或者比平时容易疲劳？\n用户: 对的"}
{"dies": "其他病毒肺炎", "competion": "用户: 我最近老是觉得呼吸困难，而且脸上经常发绀，感觉很难受。\n医生: 你有没有最近觉得手指或者指甲上有差不多一磅的宽度的凹痕出现？\n用户: 有，我最近发现手指上有这种凹痕。\n医生: 你最近有没有发觉自己的肚子变得比以前大了很多？\n用户: no\n医生: 你有没有觉得自己最近呼吸的时候鼻翼扇动的比较多？\n用户: 是的，我确实发现自己最近在呼吸的时候鼻病扇动得比较频繁。这让我有点担心，不知道是不是有什么问题。"}
{"dies": "乳糜腹", "competion": "用户: 我最近老是感到恶心，就算吃了东西也是这样。有时候还会呕吐。\n医生: 你最近大便次数多吗？\n用户: 有时候便秘，有时候大便次数多。\n医生: 你有没有觉得胃里面有任何不适？\n用户: 我不会的\n医生: 你最近吃东西的时候感觉胃口如何？\n用户: 最近我吃东西时候感觉胃口不是很好，经常没什么食欲。\n医生: 你最近有没有觉得体重减轻了？\n用户: 是的，医生，我最近确实觉得体重有所减轻。"}
{"dies": "外阴梅克尔细胞癌", "competion": "用户: 外阴痛，我感觉到有一个结节。"}
{"dies": "喘息样支气管炎", "competion": "用户: 你好医生，我最近感觉有发热，而且喘息的情况晚上和清晨更严重。"}
{"dies": "隐匿型冠状动脉粥样硬化性心脏病", "competion": "用户: 哎呀，医生你好，我最近总觉得胸闷，就像有东西压在胸口一样，有点不舒服。\n医生: 最近是否感觉特别容易疲倦？\n用户: 是的，最近总是感到疲劳。\n医生: 请问您最近是否有感觉到胸痛？\n用户: 没有，我最近没有感觉到胸痛。"}
{"dies": "中枢神经系统肉芽肿性血管炎", "competion": "用户: 哎呀，医生你好，我最近出现了截瘫的症状，导致四肢都瘫痪了，我该怎么办呢？\n医生: 您最近有没有头晕、恶心或者视力模糊的情况？\n用户: 有点晕，但没有恶心和视力模糊。\n医生: 你最近感到记忆力下降或者对日常事物的认识有困难吗？\n用户: 最近感觉记忆力有点下降，对一些日常事物也有点认识困难。"}
{"dies": "加速性房性逸搏心律", "competion": "用户: 我感觉胸闷，而且心脏总是跳得很厉害，我觉得很不舒服。\n医生: 您最近有没有感觉到心跳异常，比如心跳加速或者有跳漏的感觉呢？\n用户: 是的，医生，我最近常常感觉到心跳很快，好像有些失去规律。"}
{"dies": "外伤性乳房脂肪坏死", "competion": "用户: 哎呀，医生，我最近发现自己的淋巴结肿大了，我是女性。我有点担心，这是怎么了呢？\n医生: 这个淋巴结肿大的地方周围有没有感觉到热热的或者发烫的？\n用户: 有点热，感觉有点热，但不是很明显。\n医生: 这个肿大的淋巴结摸着是硬硬的还是软软的呢？\n用户: 摸着是软软的。\n医生: 你在检查乳房的时候有没有觉得有硬块或者厚厚的组织呢？\n用户: 在检查的时候，我没有感觉到有硬块或者特别厚的组织。\n医生: 你有没有发现乳房的形状有变化，比如有没有变扁平或者有凹陷呢？\n用户: 是的，我注意到我的乳房形状有些变化，它们好像变扁平了，也看起来有些轻微的凹陷。"}
{"dies": "胸骨裂", "competion": "用户: 嗨医生，我有点担心。我胸前有一块地方凹陷下去，感觉胸骨那里很凹陷，而且呼吸的时候有点不舒服。您觉得这是怎么了？这是什么疾病?\n医生: 这个凹陷的地方是怎么发现的？\n用户: 我发现我的胸骨那里凹陷是在尽量深呼吸的时候感觉到的。感觉就像有一块地方没有往外膨胀那么多，让我觉得有点不舒服。\n医生: 你有没有在生长发育期时持续经历剧烈的生长？\n用户: 我记得我在青春期的时候是经历了一段时间的快速生长，可能是因为那段时间长得比较快吧。"}
{"dies": "周期性麻痹", "competion": "用户: 嗨医生，我最近感觉四肢无力，而且腱反射也减弱了，有时候还会呼吸困难。这些症状挺让人担心的。"}
{"dies": "肠系膜裂孔疝", "competion": "用户: 哎呀，医生你好，我最近总是感觉有腹痛，有时候会持续一段时间，有时候会突然发作。这个情况真的很让我烦恼。\n医生: 这段时间内你的体重有没有下降？\n用户: 最近我感觉体重有点下降，可能是因为食欲不太好的缘故吧。\n医生: 你最近感觉有没有特别容易疲倦，没精神？\n用户: 最近感觉确实有点容易疲倦，有时候觉得没有精神，可能跟这个腹痛有关吧。"}
{"dies": "脊髓小脑性共济失调", "competion": "用户: 啊，医生好。我最近一直感觉走路的时候不太稳，手脚不协调，好像失去了平衡感，有时候还会摔倒。我有点担心，不知道这是怎么回事。\n医生: 最近您是否有在做精细动作时，比如拿笔写字、用餐具吃饭或系鞋带时出现手抖的情况？\n用户: 是的，我发现最近在做这些事情的时候手会不自觉地抖动。\n医生: 您好，最近您有没有感觉到记忆力减退，例如忘记熟悉的名字或者事情？\n用户: 是的，最近我经常忘记一些熟悉的名字和事情，感觉记忆力不太好。"}
{"dies": "肺炎球菌肺炎", "competion": "用户: 嗨医生，我最近感觉身体不舒服，一直有高烧，而且咳嗽出来的痰是铁锈色的。"}
{"dies": "慢性肾功能衰竭", "competion": "用户: 啊，您好医生。我感觉最近头有点晕，而且测了血压有点高。这让我有点担心。\n医生: 您最近有没有感觉到脚踝或小腿肿胀，尤其是在长时间站立后？\n用户: 有的，特别是站久了或者坐久了之后会比较明显。"}
{"dies": "急性中毒性脑炎", "competion": "用户: 我最近感觉身体很不舒服，一直发高热，而且持续时间很长。就是感觉全身很热，也没有什么食欲。\n医生: 最近您有没有感觉到烦躁或者不安呢？\n用户: 是的，我最近总是觉得很烦躁，心里很不安。"}
{"dies": "甲状腺功能减退", "competion": "用户: 我最近感觉体重增加了，而且总是觉得怕冷，皮肤也变得干燥起来。这些症状让我感觉很糟糕。\n医生: 最近是否感觉性欲有所下降？\n用户: 是的，我最近确实感觉性欲比以前低了很多。\n医生: 您最近有没有发现自己对周围的事情缺乏兴趣，表情比较淡漠，不太容易有明显的情绪反应？\n用户: 是的，我最近确实感觉对很多事情都提不起兴趣，表情也总是平淡的。\n医生: 你好，请问你最近是否有感到头晕、乏力或面色苍白的情况？\n用户: 是的，最近我经常感到头晕，而且感觉很疲惫，脸色也比较差。"}
{"dies": "腔隙性脑梗死", "competion": "用户: 我最近发现背部有一块定位体征，感觉压痛和肿胀，有时候会出现疼痛感。我很担心这个情况，不知道是什么原因引起的。\n医生: 最近是否感到腿部或者胸部有过压痛或者紧绷的感觉？\n用户: 是的，有时候会感觉到腿部有紧绷的感觉，特别是在走路或者上楼梯的时候。"}
{"dies": "特发性低促性腺激素性性腺功能减退症", "competion": "用户: 啊，你好。我有性腺发育不良的问题。我一直没有长大发育，而且也没有月经。这让我很担心，不知道是怎么回事。\n医生: 你平常的饮食习惯怎么样？\n用户: 平常我吃的还可以，但是也有控制的。我一直很注意饮食均衡。\n医生: 你有没有意识到你的嗅觉有没有出现问题？\n用户: 没有，我觉得我的嗅觉还挺正常的，没有出现问题。"}
{"dies": "心功能障碍", "competion": "用户: 哎呀，医生你好。我最近老是觉得心慌，就是心跳特别快，有时候还会觉得喘不过气来。这让我感觉很不舒服，你能帮帮我吗？\n医生: 你最近有没有觉得脖子变大了？\n用户: 没有，我没觉得我的脖子有变大。"}
{"dies": "左束支传导阻滞", "competion": "用户: 嗨医生，我最近经常感到心悸，有时候还会突然晕倒。不知道这是怎么了。\n医生: 请问您最近有没有出现胸痛的症状？\n用户: 没有，我没有感觉到胸痛。\n医生: 您最近是否在夜间睡眠时常常醒来？\n用户: 是的，我最近几乎每晚都会醒来几次。"}
{"dies": "复张性肺水肿", "competion": "用户: 哎呀，医生，我最近老是觉得胸闷，特别是活动的时候更明显。我觉得好不舒服，有点担心呢。\n医生: 有没有咳嗽的时候咳出痰？\n用户: 有，我咳嗽的时候会咳出一些痰。\n医生: 你最近有没有觉得头晕或者眩晕？\n用户: 最近我有时候会觉得头有点晕，不过并不是经常发生。"}
{"dies": "痉挛性肠梗阻", "competion": "用户: 我最近老是感到恶心，并经常呕吐，有时候吃东西也觉得恶心。这个情况已经持续了几天了。我觉得很难受，不知道是怎么回事。\n医生: 请问您最近是否有口干的症状？\n用户: 是的，我最近感觉口非常干。\n医生: 请问你现在有没有感到呼吸困难？\n用户: 没有，我没有感到呼吸困难。\n医生: 请问您的舌头颜色是正常的粉红色，还是有其他异常颜色？\n用户: 医生，我的舌头看起来是红色的。\n医生: 最近有没有出现过腹泻的情况？\n用户: 有时候偶尔会腹泻。"}
{"dies": "链球菌感染后的急性肾小球肾炎", "competion": "用户: 啊，你好。我有点担心，最近我发现自己有蛋白尿和眼睑水肿。这让我感觉很不舒服，我应该怎么办？\n医生: 这段时间你有没有出现皮肤感染的情况？\n用户: 这段时间我没有出现皮肤感染的情况。"}
{"dies": "肛门周围癌", "competion": "用户: 嗨，医生，我最近发现下面有一些湿疣，而且还有血栓外痔，感觉很不舒服。您能帮帮我吗？\n医生: 你有没有最近感觉到排便时有疼痛或刺痛的感觉？\n用户: 没有，我最近排便时没有感觉到疼痛或刺痛的情况。\n医生: 有没有感觉到坐下或者行走时肛门附近有持续性的疼痛？\n用户: 是的，我确实感觉到坐下或者行走时肛门附近有一种持续性的疼痛。\n医生: 你有没有发现最近大便时有血液出现？\n用户: 是的，我发现最近有时候大便会有血液。\n医生: 你是否能觉察到肛门附近有没有肿块或隆起的感觉？\n用户: 是的，我确实能感觉到肛门附近有肿块或者隆起的感觉。"}
{"dies": "急性肠系膜上静脉血栓形成", "competion": "用户: 我最近感觉腹胀，而且发现浅静脉有一发红低热的索状物。这种情况挺让人担心的。\n医生: 您最近是否出现了出汗增多的情况？\n用户: 是的，最近我有出汗增多的情况。\n医生: 您是否最近感到心慌或者心跳加快的情况？\n用户: 是的，我最近有感到心慌和心跳加快的情况。"}
{"dies": "颈淋巴结结核", "competion": "用户: 我最近发现皮肤上有一个小洞，里面有些分泌物，我担心这是个皮窦道。你能帮我看看吗？\n医生: 您最近是否有出现过胃或肠道的溃疡症状，比如疼痛、出血或者溃烂的情况？\n用户: 没有，我最近没有出现过这些症状。"}
{"dies": "创伤性膈疝", "competion": "用户: 嗨医生，我感觉我呼吸急促，而且脸色发紫。我担心我可能有点儿低氧血症。\n医生: 最近有没有感到腹部有不正常的响声，类似于肠鸣的现象？\n用户: 是的，最近经常有这种响声出现。"}
{"dies": "血管损伤", "competion": "用户: 啊，医生您好。我最近老是感觉头晕，而且还出血，有点担心。"}
{"dies": "中老年男子部分性雄激素缺乏综合征", "competion": "用户: 哎呀，医生你好，我最近总是感觉很累，特别容易疲乏。\n医生: 最近有没有感觉记忆力下降，容易忘记一些事情？\n用户: 赞同"}
{"dies": "椎管内转移性肿瘤", "competion": "用户: 啊，你好。我有截瘫和神经根性疼痛。我的身体感觉好像被针刺一样，痛得很厉害。我真的很难受。"}
{"dies": "神经鞘黏液瘤", "competion": "用户: 嗨医生，我最近发现身上长了一些粉红色的丘疹，有点痒痒的，您知道这是怎么回事吗？\n医生: 最近有没有感觉到皮肤有任何不适，比如瘙痒或者红肿？\n用户: 有一点轻微的瘙痒。\n医生: 你最近有感觉到身体某个部位有不舒服的疼痛吗？\n用户: 没有，我没有感觉到疼痛。"}
{"dies": "急性间质性肺炎", "competion": "用户: 嗨医生，我最近总是干咳，感觉很不舒服。\n医生: 最近感觉有没有整个人都很累？\n用户: 有，我最近总觉得很累。"}
{"dies": "乳头的乳头状瘤", "competion": "用户: 医生，我最近发现乳头有一些变化和分泌物异常，我有点担心，不知道会不会有什么问题？"}
{"dies": "腹直肌自发性破裂", "competion": "用户: 哎呀，医生，我最近发现腹部有一个固定的包块，摸上去感觉不太清楚。\n医生: 最近你有没有感觉腹部胀气或者不舒服？\n用户: 没有，我没有感觉腹胀。\n医生: 请问您最近有没有感觉到腹股沟区有轻度坠胀感？\n用户: 没有，我没有这种感觉。\n医生: 请问您最近有感觉到哪里不舒服吗？比如腹部有没有什么异常感觉？\n用户: 是的，医生，我感觉腹部有点发热，但不太严重。\n医生: 请问您有感觉到下腹部剧痛并且这种疼痛会向腹部中线扩散吗？\n用户: 没有，我没有感觉到这样的疼痛。"}
{"dies": "肺动脉闭锁", "competion": "用户: 医生您好，我是X的家长。最近我发现X总是呼吸急促，而且脸色有些发紫。我很担心，不知道这是怎么回事。"}
{"dies": "坐骨神经痛", "competion": "用户: 啊，您好医生。我最近感觉背部很酸痛，而且腰部也有一种僵硬的感觉。这些感觉真的很让我难受。\n医生: 最近有没有感到晚上睡觉的时候疼痛加重？\n用户: 是的，最近夜间总是感到疼痛，有时候会被疼醒。\n医生: 您好，请问您的疼痛症状在久坐后会有所加剧吗？\n用户: 确实如此\n医生: 您最近是否感到弯腰困难或者在弯腰时会有疼痛感？\n用户: 对的"}
{"dies": "垂体卒中", "competion": "用户: 我头痛得厉害，感觉非常难受。\n医生: 头痛也许是由于你最近有没有受伤或者扭伤过脚？\n用户: 没有，我最近没有受伤或扭伤过脚。我的脚也没有出现肿胀。"}
{"dies": "脾动脉瘤", "competion": "用户: 我最近总是突然出现阵发性的绞痛，而且伴随着搏动感，感觉很难受。您能帮帮我吗？"}
{"dies": "老年急性动脉栓塞", "competion": "用户: 哎呀，医生您好。我最近感觉身体很不舒服，总是觉得身体疼痛，而且有时候还会感到休克。还有，我是一个老年女性。希望您能帮帮我。"}
{"dies": "心包囊肿与心包憩室", "competion": "用户: 嗨医生，我最近经常感觉胸痛，有时候还会觉得胸闷，有点担心这是怎么回事。\n医生: 你有没有最近感觉到呼吸困难呢？\n用户: 没有，我最近没有感觉到呼吸困难。\n医生: 你最近是否感觉心跳得比平时快呢？\n用户: 是的，我最近确实感觉到我的心跳比平时要快。\n医生: 你最近是否感觉到做日常活动时会感到比平时更容易气短呢？\n用户: 是的，最近感觉在做一些平常的活动，比如走几步楼梯，就会比之前感觉更容易上气不接下气。"}
{"dies": "脊髓前动脉综合征", "competion": "用户: 哎呀，医生，我感觉不太对劲。我的四肢都动不了了，而且大小便也憋不住，总是失禁。这种情况让我很烦恼，您能帮帮我吗？"}
{"dies": "肺泡微结石症", "competion": "用户: 嗨医生，我最近总是咳嗽咳痰，还有胸闷的感觉。有时候还会觉得呼吸有点困难。\n医生: 您好，请问您最近有感觉到呼吸困难吗？\n用户: 是的，我最近经常感觉到呼吸困难。\n医生: 您最近有没有咳嗽的症状呢？\n用户: 没有，我最近没咳嗽。\n医生: 请问您最近有没有出现咳嗽的症状？\n用户: 有，我最近一直在咳嗽。\n医生: 您最近是否有出现干咳的症状？\n用户: 是的，我最近常常干咳。"}
{"dies": "肾炎", "competion": "用户: 啊，你好医生。我最近总是觉得尿很少，而且脸和腿都肿了起来。我有点担心，不知道是怎么了。"}
{"dies": "糖原贮积病Ⅰ型", "competion": "用户: 你好，医生。我想咨询一下关于我儿子的情况。他最近一直发育比较慢，和其他孩子相比有些落后，我有点担心他的健康状况。您能给我们一些建议吗？\n医生: 最近是否经常感觉身体容易感染，比如感冒、喉咙痛或者其他细菌或病毒引起的疾病？\n用户: 是的，我最近经常感冒，还经常喉咙痛，感觉很容易感染病菌。\n医生: 您最近有没有感到胸闷、呼吸急促或者疲劳加剧？\n用户: 没有，我最近感觉还好，没有这些症状。\n医生: 最近是否有发现面部出现明显的变化，例如脸部浮肿或面色改变？\n用户: 没有，我的面部没有什么特别的变化。\n医生: 您最近有没有感觉到腹部有持续性的肿胀或者胀气感？\n用户: 是的，我最近常常感觉腹部很胀，特别是吃完饭之后会更明显。"}
{"dies": "脊髓后动脉缺血症候群", "competion": "用户: 嗨医生，我最近感觉到我的身体有点问题，我出现了感觉障碍，感觉有点奇怪。\n医生: 最近几天你感觉到哪里有明显的疼痛吗？比如头痛、胸痛或腹痛。\n用户: 我没有特别感觉到疼痛的地方。"}
{"dies": "高钙血症肾病", "competion": "用户: 啊，你好医生。我最近老是感觉口渴，而且总是得上厕所，尤其是晚上。我觉得我可能是有多尿的问题。\n医生: 最近您有没有觉得经常口渴，不断需要喝水？\n用户: 是的，我最近经常觉得口渴，需要不断喝水。\n医生: 您最近有发现尿液出现泡沫增多的情况吗？\n用户: 是的，我最近确实注意到尿液中的泡沫比平时要多一些。\n医生: 最近你有没有注意到自己在走路时感觉有些异常，比如步态不稳定或者步伐改变？\n用户: 是的，最近我走路时感觉步伐有些不稳，有时候会绊倒自己。\n医生: 最近你有没有觉得晚上需要频繁起夜小便？\n用户: 绝对是\n医生: 最近有没有觉得特别口渴，总是想要喝水？\n用户: 没有特别感觉到口渴，喝水和以前差不多。\n医生: 您最近是否有出现过腿部肿胀、疼痛或者呼吸困难的情况？\n用户: 是的，最近几天我的腿部出现了肿胀和疼痛，特别是在傍晚的时候比较严重。"}
{"dies": "慢性肾小球肾炎", "competion": "用户: 哎呀，医生，我最近查尿发现有蛋白尿，我该怎么办呢？\n医生: 最近你的尿液中是否有发现明显的血迹或者红色变化？\n用户: 没有，我没有注意到尿液中有血迹或红色变化。"}
{"dies": "社会获得性肺炎", "competion": "用户: 嗯，医生您好，我最近感觉到呼吸有些异常，有时候呼吸急促，有时候又觉得呼吸困难，有点不舒服。\n医生: 您好，请问您最近是否有感到胸部疼痛的情况？\n用户: 是的，我最近有时候会觉得胸部有点痛。"}
{"dies": "特发性面神经瘫痪", "competion": "用户: 哎呀，你好医生，我最近觉得眼睑闭合不全，就是闭眼的时候闭合不太紧，经常觉得眼睛干燥不舒服。\n医生: 怎么样，有没有最近觉得耳朵疼痛的情况？\n用户: 最近没有耳朵疼痛的情况。"}
{"dies": "淋巴瘤样肉芽肿", "competion": "用户: 我最近总是咳嗽，有时候还会感到肚子疼。这种情况已经持续了几天了。"}
{"dies": "继发性系统性淀粉样变", "competion": "用户: 啊，医生您好。我最近感觉到肚子有点涨，然后去医院检查说是肝肿大了。我挺担心的，这会有什么严重问题吗？\n医生: 肚子涨是什么感觉，你还有没有其他的不舒服？\n用户: 肚子涨就是感觉有点胀胀的，然后也经常觉得疲倦，食欲也不太好。"}
{"dies": "哮喘性肺嗜酸粒细胞浸润症", "competion": "用户: 我最近老是咳嗽，有时候咳得很厉害，有点不舒服。\n医生: 你最近有没有发现自己体重减轻了吗？\n用户: 有，我最近体重减轻了一些。\n医生: 你最近有没有感到胸口疼痛或不适的感觉？\n用户: 最近我没有感到胸口疼痛或者不适的感觉。\n医生: 你最近有没有在夜间咳嗽得更厉害的情况？\n用户: 是的，最近在夜里我的咳嗽确实变得更严重了。\n医生: 你最近有没有发烧，特别是在夜间？\n用户: 是的，最近我确实有发烧的情况，特别是在夜间，发烧来得比较间歇性。有时候感觉好一些，但之后又会突然发烧。"}
{"dies": "不动杆菌肺炎", "competion": "用户: 呼吸好困难，感觉就像在呼吸很重的空气一样，我很担心。\n医生: 请问您最近排尿时有感觉到疼痛吗？\n用户: 是的，我最近排尿时有些疼痛。\n医生: 您最近咳嗽时有没有咳出什么样的痰液？\n用户: 是的，我咳出了黄色的痰液。\n医生: 您最近有没有注意到咳痰时痰中带有血丝？\n用户: 是的，我发现痰中有一些血丝。"}
{"dies": "肾上腺危象", "competion": "用户: 我最近总是感觉发热，而且食欲也变得很差，就是什么东西都不想吃了。"}
{"dies": "症状性癫痫综合征", "competion": "用户: 啊，医生您好。我有一个问题想请教您。我一直觉得自己的精神和身体发育都比较慢，和同龄人相比总是差了一些。有时候会觉得很焦虑和自卑。您觉得我这种情况需要治疗吗？\n医生: 最近有没有出现突然失去意识或身体颤抖的情况？\n用户: 有过几次，但持续时间很短，感觉有点像抽搐。"}
{"dies": "摩根菌肺炎", "competion": "用户: 啊，你好。我最近总是发烧，而且都持续好几天了。感觉特别难受，能不能帮帮我看看是怎么回事呢？\n医生: 最近这段时间你有没有觉得特别怕冷，哪怕是在温度适中的环境下也会觉得冷？\n用户: 是的，我最近总是觉得发冷，不论是在室内还是室外都觉得冷得很厉害。\n医生: 最近你感觉到乏力吗？\n用户: 没有，我一直感觉精神很好。"}
{"dies": "急性肾功能不全", "competion": "用户: 啊，您好医生，我最近感觉到身体有些水肿，特别是双腿和脚踝处，有时候还会觉得特别沉重。您觉得这是怎么回事呢？\n医生: 听说你最近有些水肿和沉重的感觉，那你最近排尿是不是比以前少了呢？\n用户: 对，最近我确实觉得自己排尿变少了。\n医生: 有没有注意到尿液里面有没有泡沫，或者看到类似豆腐渣的东西？\n用户: 没有，我没有注意到尿液里有泡沫，也没有看到像豆腐渣那样的东西。"}
{"dies": "肋软骨炎", "competion": "用户: 哎呀，医生你好。我最近感觉肋骨周围有点疼痛，有时候还会感觉到骨头疼和刺痛。这种感觉挺难受的，有点担心是不是有什么问题。"}
{"dies": "肠结", "competion": "用户: 我最近总是感觉腹痛和腹胀，有时还伴随着食欲不振。感觉特别难受，不知道是怎么了。"}
{"dies": "酒精中毒性精神障碍", "competion": "用户: 嗨，医生，我最近开始感觉到手、足、四肢和躯干会出现震颤，有时候还会影响我的日常生活。我不太确定这到底是怎么了，你可以帮帮我吗？\n医生: 请问您最近有没有出现记不住刚刚发生的事情或者忘记近期发生的事件的情况？\n用户: 是的，最近我经常记不住刚刚做过的事情，也常常忘记近期发生的一些事情。"}
{"dies": "臀肌挛缩症", "competion": "用户: 嗨医生，我最近发现我的皮肤出现了凹陷的情况，我有点担心这是怎么回事。我是一个中年女性。\n医生: 您好，请问您最近有没有发现皮肤上出现任何色素斑或异常变色的情况？\n用户: 没有，我最近没有注意到皮肤上有任何色素斑或变色情况。\n医生: 你最近有没有发现皮肤颜色出现异常，比如变得更深或者有色素沉着的情况？\n用户: 没有，我的皮肤颜色没有任何变化。"}
{"dies": "结肠闭锁", "competion": "用户: 哎呀，医生您好。我是来找您看病的，我家的宝贝刚出生不久，最近腹部总是感觉涨涨的，而且还打嗝打得很厉害，吃奶的时候也总是吃一点就不舒服，我有点担心，不知道是怎么了。"}
{"dies": "佩梅病", "competion": "用户: 哦你好，最近我发现我进行性运动功能有点障碍，而且肌张力也比以前低。这让我有点担心，您能帮我看看是怎么回事吗？"}
{"dies": "纹状体黑质变性", "competion": "用户: 哎呀，医生您好。我最近感觉到肌肉在颤抖，有时候甚至会不由自主地颤动起来。这种情况已经持续一段时间了，感觉挺不舒服的。\n医生: 你最近有没有发现自己的手或者脚不受控制地抖动？\n用户: 肯定\n医生: 你有没有觉得站立或走路的时候脚会抖动或者感觉不稳？\n用户: 是的，有时候我感觉站立或走路的时候脚会抖动，感觉脚下有点不稳。"}
{"dies": "上肢深静脉血栓形成", "competion": "用户: 唉，医生，我最近上肢肿胀，还很疼痛，而且皮肤还变成了青紫色。我觉得很不舒服，不知道怎么回事。"}
{"dies": "原发性下肢深静脉瓣膜关闭不全", "competion": "用户: 哎呀，医生您好。我最近总感觉下肢很沉重，而且还有一种酸胀的感觉，有时候走路都觉得特别吃力。\n医生: 最近您在走路时有没有感觉到比平时更容易疲劳？\n用户: 是的，我最近走路时很快就感到疲劳，比以前更明显。"}
{"dies": "腹股沟滑动性疝", "competion": "用户: 我感觉有些部分回纳，不是每次都发生，但是有时候会感到有点困扰。\n医生: 请问您最近有感觉到任何局部肌肉紧张的情况吗？\n用户: 是的，我有感觉到局部肌肉紧张。\n医生: 请问您最近有没有感觉到腹部有压力感或者不适？\n用户: 是的，我最近感觉腹部有些压力感。"}
{"dies": "高渗性非酮症糖尿病昏迷", "competion": "用户: 嗨医生，我最近总是感觉特别口渴，而且总是要去上厕所，尤其是晚上。感觉自己变得很容易渴而且要上好多次厕所。\n医生: 这段时间你还觉得自己吃东西的时候胃口怎么样？\n用户: 这段时间吃东西还好，但感觉食欲有点减退。"}
{"dies": "胸壁软组织畸形", "competion": "用户: 我最近感觉到胸廓有些异常，就是不太对劲，有点闷闷的感觉。\n医生: 请问您最近是否有感觉到特别的疲劳或者很容易就感到累？\n用户: 是的"}
{"dies": "柞蚕蛹脑病", "competion": "用户: 嗨医生，我最近老是感觉头晕，有时候站起来特别晕乎乎的，也没什么精神。您能帮帮我吗？\n医生: 请问您最近有没有感到头痛呢？\n用户: 有一些轻微的头痛。"}
{"dies": "肿瘤性心包炎", "competion": "用户: 哎呀，医生你好，我最近总是感觉胸口疼痛，有时候还会觉得呼吸困难。我有点担心，不知道是怎么回事。\n医生: 您最近有没有感觉到胸痛，特别是在呼吸或咳嗽的时候？\n用户: 是的，最近我的胸口会疼，尤其是在深呼吸或咳嗽的时候感觉更明显。\n医生: 请问您最近有没有出现发热的症状？\n用户: 没有，我最近没有发热。"}
{"dies": "膜增生性肾小球肾炎", "competion": "用户: 我最近发现有血尿和蛋白尿的情况，我有点担心。\n医生: 您最近有没有出现过头晕的症状？\n用户: 有，我最近经常感觉头晕。\n医生: 最近你有感觉到眼睛周围或者眼睑有肿胀吗？\n用户: 是的，我最近注意到眼睑有些浮肿。\n医生: 最近晚上你是否需要频繁起夜上厕所呢？\n用户: 是的，我晚上经常需要起来好几次上厕所。"}
{"dies": "大网膜扭转", "competion": "用户: 哎呀，医生你好。我最近感觉右侧腹部疼痛，而且还有恶心和呕吐，还有发烧。这些症状让我很难受，您能帮帮我吗？\n医生: 请问您最近有没有发现腹部出现肿块或者硬块？\n用户: 是的，我最近在腹部感到有一个肿块。\n医生: 您好，请问您最近有没有感觉到腹部有任何不适或者疼痛？\n用户: 是的，最近我感觉腹部有些疼痛。"}
{"dies": "老年人梅毒性心脏病", "competion": "用户: 我的心脏好像有一种奇怪的声音，我有点担心。\n医生: 感觉最近有没有很累，特别容易疲劳？\n用户: 最近我确实感觉特别容易累。\n医生: 晚上睡觉的时候，有没有出现过多汗的情况？\n用户: 晚上我睡觉时经常出现过多汗的情况。\n医生: 走路的时候，有没有出现过腿脚无力或者疼痛，让你走不太稳的情况？\n用户: 走路的时候，我的腿会感觉无力，有时候还会疼痛，让我走起来不太稳。"}
{"dies": "气管闭合性损伤", "competion": "用户: 哎呀，医生您好。我最近感觉到有些地方很疼，按上去感觉很痛，而且那个地方有点气肿。您能帮帮我吗？"}
{"dies": "穿腹膜疝", "competion": "用户: 我最近总是感觉肚子疼，而且肚子总是涨涨的。\n医生: 您是否有出现头晕、意识模糊或者昏厥的情况？这些症状通常和休克有关。\n用户: 没有，我没有出现这些症状。\n医生: 您好，请问您最近有没有感觉到腹部有异常的肿块或者硬结的现象？\n用户: 是的，医生，我最近确实感觉腹部有一个肿块，好像有点硬。\n医生: 最近你有没有感到恶心或者想吐的感觉？\n用户: 没有，我没有感到恶心。\n医生: 最近你有没有感觉到身体乏力或者没有力气做事情?\n用户: 是的，我最近常常感到很疲倦，没有力气做事情。"}
{"dies": "单纯性下肢静脉曲张", "competion": "用户: 哎呀，医生你好，我最近下肢久立时出现膨胀性剧烈疼痛，这让我很难受，您能帮帮我吗？\n医生: 请问您最近是否有感觉到任何肢体疼痛?\n用户: 是的\n医生: 您好，请问您有没有注意到小腿下部的皮肤颜色有变化，比如出现色素沉着、暗沉现象？\n用户: 是的，医生，我注意到我的小腿下部有一些色素沉着，看起来颜色比周围皮肤要深一些。\n医生: 您最近是否感觉小腿有异常的感觉，比如发胀或者肿胀？\n用户: 是的，我最近一直觉得小腿发胀。"}
{"dies": "溶血尿毒综合征", "competion": "用户: 我最近出现了黄疸，而且尿液都是褐色的。感觉非常不舒服。"}
{"dies": "地方性甲状腺肿", "competion": "用户: 您好，我最近发现自己的甲状腺肿大，有点担心。想去看看医生，您觉得这是怎么回事呢？\n医生: 请问最近您有没有出现食欲不振的情况？\n用户: 没有，我的食欲正常。\n医生: 最近你有没有感觉到入睡困难或者夜间容易醒来？\n用户: 是的，我最近几天一直在入睡方面有些困难，而且半夜经常醒来。\n医生: 您最近有没有感觉到呼吸困难？\n用户: 没有，我没有感觉到呼吸困难。\n医生: 最近是否感觉体重有所增加？\n用户: 是的，我最近感觉体重增加了。\n医生: 最近是否有感觉吞咽食物或者饮水时有困难？\n用户: 没有，吞咽都很正常。\n医生: 最近有没有感到记忆力减退，尤其是一些日常生活中的小事容易遗忘？\n用户: 是的，我最近经常忘记一些事情，例如刚放下的东西马上就找不到了。"}
{"dies": "急性海绵窦栓塞性静脉炎", "competion": "用户: 啊，你好医生。我最近总是感觉身体不舒服，出现了高热和头痛的症状。我真的感觉很糟糕。\n医生: 您最近有出现恶心或呕吐的症状吗？\n用户: 是的，我最近经常感到恶心，有时还会呕吐。\n医生: 您最近有没有感觉到任何突然的昏迷或者失去意识的情况？\n用户: 没有，我没有出现过昏迷的状况。\n医生: 您是否有感觉到眼球不能随意活动或转动？\n用户: 是的，我发现我的眼球不能随意动。"}
{"dies": "病毒性肺炎", "competion": "用户: 噢，医生您好。我最近嗓子总是感觉很干，有点不舒服。\n医生: 你最近有没有流鼻涕啊？\n用户: 最近有点流鼻涕。\n医生: 你最近有没有头痛？\n用户: 没有，我最近没有头痛。\n医生: 你最近有没有发烧？\n用户: 最近确实有点发烧。\n医生: 你最近有没有全身酸痛？\n用户: 是的，最近我确实感到全身酸痛。"}
{"dies": "腺淋巴瘤", "competion": "用户: 我最近在脸上发现一个无痛的肿块，就在我的腮腺附近。感觉有点担心，不知道是怎么回事。\n医生: 最近有感觉到面部麻木吗？\n用户: 没有，医生。\n医生: 您近期有没有出现呕吐的症状？\n用户: 没有，我没有呕吐。\n医生: 请问您最近是否有夜间盗汗的情况？\n用户: 是的，我最近晚上常常出汗，醒来时床单都湿了。"}
{"dies": "血胸", "competion": "用户: 啊，医生您好。我最近感觉身体很不舒服，总是觉得很虚弱，有时候连站都站不住，还总是喘不过气来。我去医院检查了一下，医生告诉我说我有胸腔积液，还有休克的症状。我该怎么办啊？\n医生: 请问您有感到胸部有任何异常吗？\n用户: 是的，我感觉胸部有点不对劲。"}
{"dies": "小汗腺血管错构瘤", "competion": "用户: 我最近总是很容易出汗，不管做什么活动都会大量出汗，而且不止出在腋下，手心和脚心也是。这让我很困扰，您能帮帮我吗？\n医生: 你有没有觉得皮肤局部有什么硬块或者肿块？\n用户: 没有，我没有觉得皮肤局部有硬块或肿块。"}
{"dies": "隆突性皮肤纤维肉瘤", "competion": "用户: 嗨医生，我最近发现自己有一个结节，我有点担心。\n医生: 您最近有感觉到肌肉疼痛吗？\n用户: 是的，我最近感到肌肉有些疼痛。\n医生: 您最近是否有发现身体的某些部位，比如脚踝、腿部或者脸部出现了异常的肿胀？\n用户: 是的，我发现最近我的腿部和脚踝有明显的肿胀。"}
{"dies": "黑色素瘤", "competion": "用户: 我的脸上长了一个黑痣，我最近发现它变大了，而且看起来颜色变得很深。我有点担心，你能帮我看看吗？\n医生: 最近有没有觉得很容易疲劳，做一点事情就感到累？\n用户: 是的，我最近做一些简单的事情也觉得很累。\n医生: 最近你有没有发现自己的体重在不明原因的情况下减少了？\n用户: 是的，我最近发现我的体重明显下降了，但是我没有改变饮食或者运动习惯。\n医生: 请问您最近有没有感觉到颈部或腋下的淋巴结肿大或疼痛？\n用户: 没有，我没有感觉到任何淋巴结肿大或疼痛。\n医生: 请问您在最近一段时间内有没有出现过皮肤瘙痒的症状？\n用户: 没有，我没有感觉到皮肤瘙痒。\n医生: 你好，请问你最近有没有发热的症状？\n用户: 有，我这几天一直在发热。"}
{"dies": "乳腺增生", "competion": "用户: 啊，医生您好。我最近发现乳头有溢液，而且乳房疼痛。您能帮帮我吗？\n医生: 这段时间您乳头有没有觉得瘙痒或者发红？\n用户: 嗯，有时候乳头会觉得瘙痒，但没发红。\n医生: 您最近有没有注意到乳房皮肤有没有变色或者变厚？\n用户: 最近我没有注意到乳房皮肤变色或者变厚。"}
{"dies": "放射性肺炎", "competion": "用户: 啊，医生您好。我最近老是感觉呼吸急促，而且呼吸时有一些啰嗦的声音，感觉好像有点不顺畅。我觉得很难受，您能帮帮我吗？"}
{"dies": "心血管和血栓栓塞综合征", "competion": "用户: 啊，医生，我最近老是感觉心悸，而且胸口也总是憋闷疼痛，感觉好不舒服。\n医生: 您最近是否有呼吸困难或窒息的症状？\n用户: 没有，我最近呼吸还算正常。\n医生: 最近您有感觉到身体无力或者异常疲劳吗？\n用户: 是的，我最近一直感到非常脱力。\n医生: 最近您是否有出汗异常增多的情况？\n用户: 是的，我最近总是容易出很多汗，尤其是在晚上。\n医生: 最近您有没有感到呼吸变得比平时更快或者更急促呢？\n用户: 是的，我最近感觉呼吸加速了。"}
{"dies": "胸腺癌", "competion": "用户: 我总是感觉潮热，特别是晚上睡觉的时候。这种感觉让我很难受，希望能找到解决办法。\n医生: 你好，请问你最近有没有感到特别乏力，做事情提不起劲的感觉？\n用户: 是的，最近总是感觉很累，没有力气做事情。\n医生: 最近有没有感到食欲不振，不想吃东西?\n用户: 是的，最近一直没什么胃口，总是不想吃饭。\n医生: 您最近有没有明显的体重下降，比如在没有刻意减肥的情况下，体重突然减少？\n用户: 是的，我最近没有刻意减肥，但是体重明显下降了，可能已经减了好几公斤。"}
{"dies": "微囊肿腺癌", "competion": "用户: 我最近发现我的皮肤颜色变得有点淡黄了。\n医生: 你最近感觉疲劳吗？\n用户: 最近我感觉有点疲乏。\n医生: 你最近有没有发现头发变细、颜色变黄或者变得更干燥？\n用户: 我觉得我的头发最近变得比以前细了，也有点干。\n医生: 你最近有没有发现体重明显下降了？\n用户: 最近我觉得体重明显下降了。\n医生: 你最近有没有晚上出现过比较多的汗水？\n用户: 对的"}
{"dies": "外阴浸润性鳞癌", "competion": "用户: 外阴疼痛，感觉不舒服。\n医生: 请问您最近有没有感到肚子疼，特别是饭后或空腹时更明显，并且有没有发现有溃疡的迹象？\n用户: 是的，医生，我有时候饭后会感到肚子疼，而且最近发现有溃疡的症状。"}
{"dies": "泪腺肿瘤", "competion": "用户: 啊，你好。我有点不舒服，最近发现泪腺部有个坚硬的肿块，而且眼睛时常感到复视疼痛，眼球的运动也有些障碍。我很担心这种情况，医生能帮帮我吗？"}
{"dies": "气胸", "competion": "用户: 啊，医生您好。我感觉呼吸急促，而且有点像是胸部涨满了水一样的感觉。"}
{"dies": "纵隔神经鞘源性肿瘤", "competion": "用户: 我感觉胸口很疼，而且做了检查发现纵隔增宽，还查出来有纵隔囊肿。这种疼痛真的很难忍受。\n医生: 有没有咳嗽的症状？\n用户: 有，我有咳嗽的症状。\n医生: 感觉自己咳嗽时气管有没有受压或者纵隔有没有移位？\n用户: 咳嗽时感觉气管受压，也觉得纵隔有些移位。\n医生: 你有没有感觉到咳嗽时有什么牵拉感？\n用户: 咳嗽时感觉有些牵拉的感觉。"}
{"dies": "遗传性痉挛性截瘫", "competion": "用户: 哦，您好医生。我最近发现自己走路的时候腿部会突然抽搐，感觉像是被什么东西卡住了一样，非常困扰。\n医生: 请问您最近有没有感觉到身体无力？\n用户: 是的，我最近一直感觉到很无力。\n医生: 请问您平躺时，我轻轻用小锤敲击您的腹部，您是否感觉到腹部有反射反应，比如肌肉跳动或收缩？\n用户: 是的，我感觉到腹部有反射反应。\n医生: 请问您最近是否感觉到肌肉反射比平时更强烈，比如轻轻敲击一下膝盖，反应特别明显？\n用户: 没有，我感觉反应正常，没有特别明显的变化。\n医生: 请问您最近有没有感觉小腿肚子经常抽筋或者疼痛?\n用户: 是的，最近我的小腿肚子经常会抽筋，特别是晚上睡觉的时候。\n医生: 请问您有没有感到四肢肌肉紧绷或难以放松的症状？\n用户: 没有，我没有感觉到四肢肌肉紧绷或难以放松。"}
{"dies": "肾动脉栓塞", "competion": "用户: 哎呀，医生，我最近真的不舒服，我一直发高热，还有镜下血尿，而且肾部总是剧痛。这到底是怎么了？\n医生: 最近您有没有感觉到身体虚弱，容易疲劳？\n用户: 是的，我最近总是感到身体无力，做什么都很疲劳。"}
{"dies": "肝肺综合征", "competion": "用户: 啊，您好医生。我最近感觉口唇和指尖有些发紫，手指肚子也变得肿胀呢。另外，我活动一段时间后就会感觉呼吸困难。这种情况让我感觉很不舒服，您能帮帮我吗？\n医生: 您最近有咳痰的症状吗？\n用户: 对啊\n医生: 您最近有没有出现咳血的症状？\n用户: 没有，没有出现咳血的情况。\n医生: 您最近有没有感觉发热或发烧？\n用户: 是的，我最近几天一直发烧。\n医生: 您最近有咳嗽的症状吗？\n用户: 没有，我最近没有咳嗽。"}
{"dies": "肾融合", "competion": "用户: 啊，您好医生。我最近感觉下腹部有一个包块，而且伴有排尿困难的症状。我有些担心，不知道这是怎么回事。\n医生: 感觉下腹部有包块可能是肿块，您最近有没有觉得口渴，尿量减少？\n用户: 有点口渴，但是我没有觉得尿量减少。\n医生: 您最近有没有发烧的情况？\n用户: 最近我确实有点发烧。"}
{"dies": "神经系统的放射性损伤", "competion": "用户: 嗨医生，我总是感到非常嗜睡，不管做什么都觉得很困。这种情况已经持续有一段时间了。\n医生: 您好，请问您最近有没有出现局部的麻木、刺痛或者运动受限等局灶症状？\n用户: 是的，最近我感觉右手偶尔会麻木，还有点刺痛，活动也不太灵活。"}
{"dies": "房室交接区逸搏和逸搏心律", "competion": "用户: 啊，你好医生。我最近总是感觉晕厥，心跳也不太正常，有时候会跳得特别快。这种感觉真的很让人担心。\n医生: 您最近有没有感觉心跳得特别快或者心慌？\n用户: 是的，最近我经常感觉心跳很快，有时还会觉得心慌。\n医生: 最近有没有感觉到心跳异常，比如心跳突然变慢或者有心悸的感觉？\n用户: 是的，最近常常感觉到心跳变慢，有时候还会觉得心慌胸闷。"}
{"dies": "舌下神经损伤", "competion": "用户: 啊，医生，我最近有点问题，我觉得自己说话的时候声音总是嘶哑，而且发音有点困难，好像说不太清楚。这种情况已经有一段时间了，感觉挺影响日常交流的。我该怎么办呢？\n医生: 最近有没有注意到舌头肌肉变小或舌头运动不自如的现象？\n用户: 是的，最近舌头的肌肉好像变小了，而且有些时候感觉舌头不太听使唤。"}
{"dies": "智能障碍", "competion": "用户: 啊，医生您好。我最近老是忘事，有时候连自己的名字都记不住，而且有时候说话也有点混乱。我真的很害怕，不知道是怎么回事。\n医生: 请问您走路的时候会感到步幅不协调或无法控制自己的步伐吗？\n用户: 不，我走路的时候没有这种感觉。\n医生: 请问您孩子目前在语言表达方面有出现什么异常吗？例如说话比较晚或者说话不清楚。\n用户: 是的，我感觉我孩子语言发展有点迟缓，他现在两岁了，但还不会说完整的句子。"}
{"dies": "乳腺囊肿", "competion": "用户: 我最近发现身体上有个边界清楚的包块，感觉有点疼痛。我有点担心，不知道是什么情况。\n医生: 您最近有没有感觉到乳房有些胀痛？\n用户: 是的"}
