{"dies": "胰岛功能性β细胞瘤", "competion": "用户：你好，我最近经常感到乏力、头晕，有时候还会出现低血糖的症状。\n医生：您好，听起来您可能有一些健康上的关注点。请问您有没有注意到这些症状出现的特定时间或情况？比如饭后或是劳累时。\n用户：嗯，通常是在我错过一餐或者运动后比较明显。\n医生：明白了。那您是否有任何消化系统的问题，比如腹痛或黄疸？\n用户：有时候会有轻微的腹痛，但黄疸没有。\n医生：好的。您是否曾经测量过您的血糖水平？\n用户：是的，有时候会偏低。\n医生：了解。请问您的生活方式如何？比如您的饮食习惯和运动频率？\n用户：我饮食还算规律，但有时候因为工作忙会忘记吃饭。运动方面，我会偶尔散步。\n医生：好的，保持规律饮食和适量运动是很重要的。请问您有没有家族中有人患过类似的疾病？\n用户：我不太清楚，可能没有。\n"}
{"dies": "额颞痴呆", "competion": "用户：你好，我最近有些记忆力障碍和认知功能障碍的症状，好像还有点人格改变，这是怎么了？\n医生：您好，这些症状确实需要关注。请问您有没有遇到其他问题，比如言语或视觉上的困难？\n用户：对，我有时候会缄默，不太愿意说话，而且有时候会认不出熟悉的东西。\n医生：明白了。这些症状可能与额颞痴呆有关。不过，我需要了解您更多的信息。您的家族中有人有类似的症状吗？\n用户：嗯，我家族里似乎没有这样的情况。\n医生：好的。请问您的生活方式是怎样的？比如饮食和运动的情况。\n用户：我吃得比较随意，运动比较少。\n医生：了解。那您有没有感觉到情绪低落，或者有没有得过尿路感染这类并发症？\n用户：确实，有时候会感到比较抑郁，尿路感染倒是没有。\n"}
{"dies": "腹膜后纤维化", "competion": "用户：你好，我最近总是感到疲乏无力，背部和下腹部经常疼痛，还有低热，厌食和恶心，这是什么情况？\n医生：您好，您描述的症状可能与一些健康问题有关。请问您是否有感觉到胀痛？还有这些症状是持续存在还是偶尔出现？\n用户：是的，有时候会感到胀痛，这些症状断断续续地出现已经有一段时间了。\n医生：明白了。请问您是否有高血压或者曾经服用过一些特定的药物，比如甲基麦角酸丁醇酰胺、β受体阻滞药、抗高血压药物或者止痛药？\n用户：我不清楚，但我确实有高血压，并且长期服用一些药物来控制。\n医生：好的，为了更好地了解情况，您是否曾经有过肿瘤、感染、外伤或手术的经历？\n用户：没有肿瘤，但几年前我曾经因为阑尾炎做过手术。\n"}
{"dies": "进行性核上性麻痹", "competion": "用户：你好，我最近感到有些不适，有幻觉，嗜睡，步态不稳，容易跌倒，还有构音障碍等问题。\n医生：您好，听起来您遇到了一些比较复杂的症状。首先，我想问一下，这些症状是什么时候开始的？它们是逐渐出现的还是突然出现的？\n用户：这些症状是逐渐出现的，大概从几个月前开始。\n医生：明白了。您有没有注意到什么特别的情况或者事件，比如生病、受伤或生活上的重大变化，可能与这些症状有关？\n用户：没有特别的，我日常生活比较规律。\n医生：好的。您有没有家族中有人有类似的症状或者神经系统的疾病？\n用户：不，我没有听说过。\n医生：请问您的生活方式如何？比如您的饮食习惯、运动频率和睡眠质量？\n用户：我饮食比较随意，不太运动，睡眠最近因为症状有些受影响。\n"}
{"dies": "静脉曲张综合征", "competion": "用户：嗨，我最近感觉腿部有些不舒服。\n医生：您好，很乐意帮助您。请问您的腿部具体有哪些症状？比如是否有疼痛、静脉曲张的迹象等。\n用户：对，我的小腿上有明显的静脉曲张，有时候会感到剧痛，而且好像有些瘀斑。\n医生：我明白了。这些症状是持续性的还是偶尔出现？您能描述一下这些症状是在什么情况下发生的吗？\n用户：嗯，它们似乎在我站立时间较长或劳累后更明显。而且有时候晚上睡觉时也会感到痛。\n医生：明白了。您有没有曾经受过伤，或者有没有长时间站立或重体力劳动的习惯？\n用户：是的，我的工作需要长时间站立，而且我没有注意到需要适当休息。\n医生：明白了。您有没有家族中有人患有类似的症状？\n用户：实际上，我母亲也有静脉曲张的问题。\n"}
{"dies": "男性特纳综合征", "competion": "用户：你好，我有一些症状，比如心脏方面的问题和眼睑下垂。\n医生：您好，了解您的情况。首先，我想详细地问一下您具体的症状，包括它们出现的时间、频率和严重程度。您能描述一下吗？\n用户：心脏方面，我有时会感到心律不齐，而且容易感到疲劳。眼睑下垂是最近才开始的，有时候看起来好像一边的眼睛比另一边大。\n医生：明白了。除了这些，您还有其他症状吗？比如隐睾或者性腺发育方面的问题？\n用户：对，我发现自己有隐睾的问题。\n医生：了解了。请问您之前有没有就此症状咨询过医生？有没有进行过任何治疗？\n用户：是的，我正在内科和内分泌科就诊。目前主要是药物治疗和支持性治疗。\n医生：治疗周期是长期的，对吗？您目前的生活方式有没有什么特别的改变？\n用户：是的，是终身治疗。至于生活方式，我没有特别改变，但我知道应该注意些什么。\n"}
{"dies": "上肢深静脉血栓形成", "competion": "用户：你好，我最近发现我的上肢有些肿胀，还有点疼痛，皮肤有时候会发青，这是怎么回事？\n医生：您好，请问您有没有体验过血管搏动或波形的改变？\n用户：嗯，好像有时候会有这种感觉。这个严重吗？\n医生：这种情况需要引起重视，但不必过分担忧。请问您是否有心血管疾病，或者有血栓栓塞的病史？\n用户：我没有心血管疾病，但我不确定有没有血栓栓塞的病史。\n医生：明白了。除了这些，您是否有过上肢强力活动，比如游泳、举重等，或者有长期置管、使用刺激性药物的经历？\n用户：我想想……我最近确实有增加一些体育活动，但没有置管或用那些药物。\n医生：好的，了解。饮食习惯上，您是否经常饮酒，或者吃一些辛辣、腌制的食物？\n用户：哦，我偶尔会喝点酒，但吃得还算清淡。\n"}
{"dies": "肾皮质化脓性感染", "competion": "用户：你好，我最近总是寒战，没有食欲，尿频尿急，感觉乏力，还有高热，这是怎么回事？\n医生：请问您有没有体内其他部位的化脓性感染，比如疖子、痈或者感染的伤口？\n用户：嗯，我之前有个小疖子，但没在意。\n医生：明白了。您有没有尿路结石或者先天性尿路畸形的病史？\n用户：我不清楚，但我有时候会腰痛。\n医生：腰痛有可能与尿路问题有关。您的生活方式如何？比如锻炼习惯，饮食习惯等。\n用户：我不怎么锻炼，饮食也不太规律。\n"}
{"dies": "瘫痪", "competion": "用户：你好，我最近感觉四肢无力，有时候会有感觉障碍。\n医生：您好，请您详细描述一下您的症状，比如这些症状是突然发生的还是有逐渐加重的趋势？\n用户：嗯，是逐渐加重的，特别是最近一周，我还出现了对称性的下肢无力。\n医生：明白了。除了这些，您有没有遇到截瘫、脑干病变、面肌强直或肌张力降低等情况？\n用户：不，没有截瘫，但我有时候觉得面部表情不太自然，好像有点面肌强直。\n医生：好的，了解。您有没有检查过是否有营养障碍的情况？此外，您的生活方式，比如工作环境、饮食习惯和日常活动量，能简单说说吗？\n用户：哦，我最近确实因为吃东西不太方便，有点营养跟不上的感觉。我平时工作需要长时间坐着，活动量比较少。\n"}
{"dies": "胰岛素抵抗与代谢综合征", "competion": "用户：你好，我最近感觉有点不舒服。\n医生：你好！你能告诉我你具体有哪些症状吗？\n用户：我有内脏性肥胖，还有蛋白尿和高尿酸血症。\n医生：明白了。那你能告诉我你是否有高血压或高胰岛素血症的情况？\n用户：有的，我有高胰岛素血症和高血压。\n医生：了解了。关于你的病史，你有没有家族中其他人有类似的情况？还有，你有没有服用过可能导致胰岛素抵抗的药物？\n用户：我不太清楚家族中其他人是否有这个问题，但我没有服用过可能导致这个病的药物。\n医生：好的。那我们来看看你的生活方式。你通常的运动量如何？还有，你的饮食习惯是怎样的？\n用户：我运动不多，而且我承认我吃得也不太健康。\n"}
{"dies": "异染性脑白质营养不良", "competion": "用户：你好，我最近感到肌阵挛，反应也有一些迟钝。\n医生：您好，我很乐意帮助您了解情况。请问您有其他症状吗？比如智能减退或肌张力降低？\n用户：嗯，我没有明显的智能减退，但肌张力似乎有点低，有时候还会觉得腱反射亢进。\n医生：明白了。请问您有没有注意到脑白质偏少或者脑白质稀疏这样的情况？还有，您是否有这个病的家族史？\n用户：我不太清楚脑白质的状况，但我没有听说家族中有这样的病史。\n医生：好的，了解。请问您平时饮食是否均衡？有没有吸烟或饮酒的习惯？\n用户：我饮食还算均衡，不过我确实有时候会喝酒，但不吸烟。\n"}
{"dies": "肿瘤性心包炎", "competion": "用户：你好，我最近感到胸口痛，有些呼吸困难，还经常觉得乏力，这是怎么了？\n医生：您好，很关心您的健康。请问您有其他症状吗，比如胸痛或奇脉？此外，您是否有肿瘤病史？\n用户：我的确有胸痛，医生说可能有心包积液。我没有肿瘤病史，但我爷爷曾经患有肺癌。\n医生：明白了。您现在的情况需要做一些详细了解。请问您是否有吸烟的习惯？还有，您平时饮食上有没有偏好腌制或发霉的食物？\n用户：我不抽烟，饮食上也比较注意，但偶尔会吃一些腌制食品。\n"}
{"dies": "结节性硬化症", "competion": "用户：你好，我有点不舒服。\n医生：您好，先不要担心，我们可以先了解一下您的具体症状和情况。\n用户：我最近发现身上有叶状脱色斑，有时候会感到智能上有减退的迹象。\n医生：明白了。这些症状是从什么时候开始出现的？您有没有经历过癫痫和癫痫样发作？\n用户：大概是从去年开始，我确实有时候会有癫痫发作。\n医生：了解了。您有没有注意到视网膜有没有问题，比如出血？还有，您有没有什么特殊的家族病史？\n用户：嗯，我的视网膜有时候会有出血的情况，至于家族病史，我没有特别了解。\n医生：好的，了解一下您的生活方式，您平时饮食上有什么偏好？比如是否常吃芝麻、鸡肝等？\n用户：哦，我喜欢吃芝麻，但鸡肝不是很喜欢。\n医生：好的，那您在日常生活中有没有注意到哪些因素可能会引发或者加剧您的症状？\n用户：我想想...压力大会让我的症状感觉更明显。\n"}
{"dies": "神经母细胞瘤", "competion": "用户：你好，我最近感到胃肠道不舒服，还有消瘦和眶周青紫的症状。\n医生：您好，我很抱歉听到您的情况。首先，请问您有没有感觉到贫血或高血压等其他并发症？此外，您能描述一下您的症状发生的时间和频率吗？\n用户：目前没有明显的贫血或高血压症状。这些症状断断续续出现，大概持续了两个月。\n医生：明白了。为了更好地了解情况，您可以告诉我您的生活方式吗？比如您的工作环境、饮食习惯和日常锻炼情况。\n用户：我是个办公室职员，平时比较少锻炼。饮食上我喜欢吃肉，蔬菜吃得较少。\n"}
{"dies": "失盐性肾炎", "competion": "用户：你好，我最近感觉有些不对劲，好像有食欲不振、低血压和皮肤颜色变得有点怪异，我想了解一下这些症状可能意味着什么？\n医生：你好，我可以帮助你记录一下你的症状，并探讨一些可能的因素。你提到的食欲不振、低血压和皮肤色素沉着，这些确实需要关注。请问你有没有体验过晕厥、多尿或者失盐的情况？\n用户：哦，我确实有多尿的情况，有时候也会感到晕眩。至于失盐，我不太确定，但我觉得我出汗后身体有点不对劲。\n医生：我明白了。这些症状可能与某些肾脏问题有关。你能告诉我你是否有恶心、氮质血症或无力的感觉吗？此外，你的家族中有没有人患有肾疾病？\n用户：我没有恶心和氮质血症的症状，但我确实经常感到无力。至于家族史，我记得我祖母有多囊肾。\n医生：了解了。请问你现在的生活方式如何？比如饮食、运动和压力管理等。\n用户：嗯，我工作压力挺大，有时候饮食不太规律，运动也比较少。\n"}
{"dies": "胸内甲状腺肿", "competion": "用户：你好，我最近有点心慌和呼吸困难，有时候还会盗汗，不知道是不是有什么问题？\n医生：您好，心慌、呼吸困难以及盗汗这些症状需要注意。请问您有高血压病史吗？还有驼背、声音嘶哑或者上肢水肿这些症状吗？\n用户：我没有高血压，但是有时候会气急，吞咽也有些困难。\n医生：我明白了。这些症状可能与甲状腺问题有关。请问您是否有过甲状腺疾病的诊断？还有，您的生活方式，比如饮食习惯和休息情况如何？\n用户：没有甲状腺疾病的诊断，我的饮食比较随意，休息也还可以。\n"}
{"dies": "恶性黑素瘤", "competion": "用户：你好，我最近发现身上有一个痣发生了变化，周围出现了不规则的颜色晕，有时候还会瘙痒和结痂，我有点担心。\n医生：您好，听到您的情况我建议您关注这个问题。首先，能否详细描述一下痣的变化，包括大小、颜色和形状等？\n用户：这个痣之前挺小的，现在是变大了，颜色也深了一些，有时候感觉它在皮肤下有点凸起。\n医生：明白了，除了这些症状，您有没有发现淋巴结肿大或者皮肤上有其他的丘疹出现？\n用户：嗯，我注意到附近的淋巴结好像有点肿大，但皮肤上没有其他丘疹。\n医生：好的，您有没有长期在阳光下工作的习惯？或者有没有家族中有人得过类似的病症？\n用户：我经常在户外工作，家族中倒没有听说过这样的情况。\n"}
{"dies": "软纤维瘤", "competion": "用户：你好，我最近发现身上有几个小肉瘤，能给我一些建议吗？\n医生：您好，很乐意帮助您。首先，这些小肉瘤是突然出现的吗？能具体描述一下它们的形状和大小吗？\n用户：它们不是突然出现的，好像慢慢长出来的。形状有点像小丘疹，有的带个细长的蒂，大小大概像小米粒那么大。\n医生：明白了。您提到有的地方发炎了，能描述一下发炎的症状吗？比如红肿、疼痛等。\n用户：发炎的地方会有点红，有时候感觉有点痒，但不怎么疼痛。\n医生：了解了。您在体重增加之后才注意到这些肉瘤的吗？之前有遇到过类似的情况吗？\n用户：对，我体重增加之后才注意到的，之前没有这样的情况。\n医生：明白了。关于您的家族病史，您家族中有人患有类似的病症吗？\n用户：我不太清楚，家族里没有人特别提起过这样的病。\n医生：好的，那您在日常生活中有什么特别的生活习惯或者饮食习惯吗？\n用户：我平时喜欢吃油腻的食物，运动比较少。\n"}
{"dies": "椎管内神经鞘瘤", "competion": "用户：你好，我最近背部有些疼痛，还有感觉障碍。\n医生：您好，背部疼痛和感觉障碍确实是需要关注的症状。首先，我想了解您这些症状的具体情况，比如疼痛的部位、持续时间以及感觉障碍的具体表现。\n用户：疼痛主要集中在腰部，断断续续有一个月了，感觉障碍主要就是手指尖和脚尖有时候会发麻。\n医生：明白了。除了这些，您有没有遇到其他如三叉神经痛、温觉丧失或者脑神经麻痹等问题？此外，您是否有相关疾病的家族史？\n用户：嗯，我有时候会感到脸上有一阵阵的刺痛，但温觉还好，没有明显的丧失。家族里倒没有听说有人得过类似的病。\n医生：好的，这些信息很有帮助。请问您的生活方式如何？比如您的工作类型、运动习惯和饮食习惯。\n用户：我是一名办公室职员，工作比较久坐。运动比较少，饮食上比较随意，有时候忙起来就不太规律。\n"}
{"dies": "肺地丝菌病", "competion": "用户：你好，我最近有点胸闷和呼吸困难，还有点腹痛和拉肚子，我担心自己是不是得了什么严重的病？\n医生：您好，很抱歉听到您身体不适。这些症状确实需要关注。请问您这些症状持续了多久？有没有去医院检查过？\n用户：大概有两周了，我还没去医院。\n医生：嗯，为了更好地帮助您，我想问问您有没有以下这些情况：比如糖尿病、恶性肿瘤、艾滋病或者脏器移植等基础疾病？\n用户：我没有这些病，但我前段时间因为过敏吃了几天抗生素。\n医生：明白了。长期使用抗生素有可能影响您的免疫状态。请问您是否有其他长期用药？\n用户：没有长期用药，但我工作的地方比较潮湿，不知道是不是有关系。\n"}
{"dies": "呼吸性细支气管炎间质肺病", "competion": "用户：你好，我最近经常感到呼吸困难，干咳，还有点胸痛，这是怎么回事？\n医生：您好，很抱歉听到您不舒服。这些症状可能与多种情况有关。首先，我想了解一下，您是否有吸烟的习惯或者曾经吸烟？\n用户：是的，我吸烟已经很多年了。\n医生：明白了。您提到的这些症状，比如呼吸困难、干咳和胸痛，它们是一直存在还是近期才开始的？还有没有其他症状，比如疲劳或者咯血？\n用户：这些症状断断续续有一段时间了，大概几个月吧。疲劳感也是有的，但还没有咯血。\n医生：明白了。在这种情况下，考虑到您的吸烟史，有必要了解一下您的生活环境和工作环境，是否有可能接触到工业污染物？\n用户：嗯，我工作的地方灰尘比较大，不知道这算不算？\n医生：是的，这可能是一个因素。那么，这些症状在您工作后或者接触灰尘后有没有加重？\n用户：想想看，确实是这样的，工作一天回来，咳嗽和呼吸困难会更明显。\n"}
{"dies": "阻塞性睡眠呼吸暂停综合征", "competion": "用户：你好，我最近睡觉时总是打鼾，白天也感到特别困，这是怎么回事？\n医生：您好，为了更好地了解您的情况，请告诉我您是否有其他症状，比如缺乏深睡眠、低氧血症、发绀等？\n用户：嗯，我确实有时候会感到呼吸困难，醒来时会觉得胸口有点闷，而且我爱人说我睡觉时脸色有时候会发紫。\n医生：明白了。请问您有没有其他病史，比如慢性鼻炎、鼻中隔偏曲、高血压等疾病？\n用户：我有过鼻炎，不过不是很严重，血压有时候会偏高，但没有确诊高血压。\n医生：好的，了解。在生活方式方面，您是否吸烟、饮酒？还有您的体重是否有过明显的增加？\n用户：我不吸烟，但偶尔会喝点酒。体重方面，近几年是有些上涨。\n"}
{"dies": "肝血管平滑肌脂肪瘤", "competion": "用户：你好，我最近有腹部压痛和不适的症状。\n医生：您好，我很高兴为您提供服务。首先，我想了解一下，这种症状持续了多久？有没有发生腹痛？\n用户：大概有一个月了，偶尔会有腹痛。\n医生：明白了。您是否有其他健康问题，比如肾脏疾病？因为肝血管平滑肌脂肪瘤有时与肾脏问题有关。\n用户：不，我没有肾脏疾病，但我的家族中有肝病史。\n医生：了解了。请问您的生活方式如何？比如饮食和运动。\n用户：我平时饮食比较油腻，运动较少。\n医生：我明白了。油腻的饮食可能会对肝脏造成一定的负担。您是否有注意到其他症状，比如体重下降或者疲劳？\n用户：嗯，最近的确感觉比较疲劳，但体重没有明显变化。\n"}
{"dies": "梅克尔憩室", "competion": "用户：你好，我最近有下腹痛的症状，听说可能是梅克尔憩室引起的，我想咨询一下相关的情况。\n医生：你好，首先很抱歉听到你身体不适。为了更好地帮助你，请告诉我，你的腹痛是持续性的还是阵发性的？有没有伴随其他症状，比如恶心、发热等？\n用户：是阵发性的，有时候会伴随恶心，但没有发热。\n医生：明白了。那你有没有注意到腹痛与饮食或者活动有什么关系？比如饭后痛或者运动后痛？\n用户：嗯，好像饭后会痛得厉害一些。\n医生：了解了。请问你有没有曾经有过腹部手术的病史？或者家族中有没有人患过类似的病？\n用户：没有腹部手术，家族里也没有人得过这样的病。\n"}
{"dies": "结核性脑膜炎", "competion": "用户：你好，我最近感到烦躁不安，有时候会有低热和高热的症状，颈部也觉得僵硬，这是怎么回事？\n医生：您好，这些症状可能与多种情况有关。请问您是否有结核病史？还有这些症状持续了多久？\n用户：我之前没有被诊断出有结核病，但这些症状断断续续有一个月了。\n医生：明白了，您是否有惊厥或昏迷的经历？另外，您的生活环境或近期旅行史中有结核病患者吗？\n用户：没有惊厥或昏迷，但有时候会有点头晕。我没有直接接触过结核病患者，但我不确定我的周围环境是否安全。\n医生：头晕可能也是这些症状的一部分。请问您是否有其他健康问题，比如免疫系统方面的疾病？\n用户：我没有其他已知的健康问题，但我平时工作压力大，经常熬夜。\n"}
{"dies": "变异型心绞痛", "competion": "用户：你好，我最近经常感到心脏不舒服，尤其是在休息时，有时候会有心绞痛的感觉，这是怎么回事？\n医生：您好，很抱歉听到您有这样的不适感。根据您描述的症状，这可能是心脏方面的问题。请问您是否出现过心律失常、晕厥或者脉搏短绌的情况？\n用户：嗯，有时候确实会感到心跳不规律，但没晕厥过。这种情况已经有一段时间了，尤其是晚上和凌晨的时候。\n医生：我明白了。请问您是否有吸烟的习惯？或者是否有冠心病的家族史？\n用户：我以前吸烟，但已经戒掉了。至于家族史，我父亲有冠心病。\n"}
{"dies": "宾斯旺格病", "competion": "用户：你好，我最近感觉记忆力下降得很厉害，还有点语言障碍。\n医生：您好，我需要先询问您一些问题，以便更好地了解您的症状和情况。\n用户：好的，请问需要了解哪些方面？\n医生：首先，您能描述一下您的具体症状吗？比如这些症状是什么时候开始的，有没有逐渐加重？\n用户：具体来说，我从去年开始就感觉记忆力不如以前，经常会忘记事情。而且说话有时候会找不到合适的词汇，感觉舌头打结。\n医生：明白了，您有没有高血压病史？\n用户：有的，我患有高血压已经好几年了。\n医生：那您有没有注意到其他并发症，比如尿路感染或褥疮？\n用户：暂时没有发现这些症状。\n医生：了解了。在生活方式方面，您是否抽烟、饮酒？饮食方面是否均衡？\n用户：我不抽烟，但偶尔会喝点酒。饮食方面我觉得还算可以，但有时候会吃一些油腻的食物。\n"}
{"dies": "不稳定型心绞痛", "competion": "用户：你好，我最近有时候会感到胸口疼痛，持续大概有30分钟，有时候是在晚上睡觉时痛醒的，这是怎么回事？\n医生：您好，请问您有没有体验过收缩期杂音、心力衰竭、呼吸困难等其他症状？\n用户：嗯，有时候会感到有点呼吸急促，但不太明显。我还注意到有时候会感到恶心。\n医生：了解。这些症状确实可能与心绞痛有关。请问您有没有家族史中的心脏病患者？还有您的生活方式，比如是否吸烟、饮酒，以及您的饮食习惯如何？\n用户：我父亲有心脏病，我不吸烟，但偶尔会喝点酒。饮食方面，我吃得比较油腻。\n"}
{"dies": "长骨造釉细胞瘤", "competion": "用户：你好，我最近发现我的肌肉有萎缩的现象，而且好像有一个地方生长得很慢，这是怎么回事？\n医生：您好，我注意到您提到的这些症状，它们可能关联到多种健康问题。请问您这些症状持续了多久？还有没有其他不寻常的感觉？\n用户：嗯，大概有好几个月了。我没有感觉到疼痛，但就是觉得那个部位的肌肉越来越小，而且那个地方有时候会有些肿胀。\n医生：明白了。您提到的肿胀，它是在您活动的过程中出现的，还是即使在不活动时也存在？另外，您有没有曾经受伤或者做过任何大型手术？\n用户：不活动时也会有肿胀，我没有受过伤，也没有做过手术。不过，我之前有听说家族里有人患有过骨纤维异样增殖症。\n医生：了解到这一点很重要。虽然长骨造釉细胞瘤的病因不明，但了解家族病史有助于医生进行更全面的评估。您有没有注意到症状与某些生活方式或饮食习惯有关？\n用户：哦，我不太确定。我平时工作比较久坐，饮食上也没有特别注意什么。\n"}
{"dies": "成人腹股沟斜疝", "competion": "用户：你好，我最近发现我的腹股沟部位有些肿胀，有时候会感到疼痛。\n医生：您好，请问您还有其他症状吗？比如下腹部疼痛，牵涉痛，或者便秘等？\n用户：嗯，有时候会有下腹胀痛，但我没有注意到牵涉痛，便秘倒是常有。\n医生：明白了。请问您是否有重体力劳动的习惯，或者有慢性支气管炎、肺气肿等疾病？\n用户：我没有重体力劳动的习惯，也没有那些疾病，但我经常坐着工作，有时候一坐就是好几个小时。\n医生：长时间的坐姿也可能对腹股沟区域造成压力。另外，您是否有吸烟的习惯？\n用户：我不吸烟，但我的工作压力很大，有时候会感到比较紧张。\n医生：明白了。虽然吸烟不是您的诱因，但压力和紧张也可能影响您的身体状况。在饮食上，您是否经常吃一些富含纤维的食物，比如蔬菜和水果？\n用户：额，我吃得不是很多，我比较喜欢吃肉。\n"}
{"dies": "迟发性运动障碍", "competion": "用户：你好，我最近发现我的舌头有时候会不自主地颤动，而且身体也会不由自主地摇晃，这是怎么回事？\n医生：您描述的症状可能与长期使用抗精神病药物有关。请问您是否长期服用这类药物？能否告诉我具体服用的药物名称？\n用户：是的，我因为精神分裂症一直在服用氯丙嗪。已经有一年多的时间了。\n医生：明白了。除了您提到的舌头颤动和身体摇晃，您还有其他症状吗？比如恶心、流涎或者吞咽困难？\n用户：嗯，我有时候会有恶心的感觉，流涎的情况也比较严重。\n医生：请问您在服用药物期间有没有减少剂量或停药的情况？这种情况通常在药物调整时出现。\n用户：有的，医生之前试着减少我的剂量，但后来症状似乎有些加重。\n医生：了解了。请问您是否有其他健康问题，比如脑部疾病？此外，您的生活方式如何，比如饮食和运动？\n用户：我没有其他脑部疾病，但我平时不太运动，饮食上也比较随意。\n"}
{"dies": "高动力性循环", "competion": "用户：你好，我最近经常感到气急和乏力，有时候还有心悸的感觉，这是怎么回事？\n医生：您好，这些症状可能与多种因素有关。请问您有收缩期杂音吗？还有，您是否有心力衰竭的病史？\n用户：是的，我有时候能听到心脏有杂音，不过我没有被诊断为心力衰竭。\n医生：了解了。请问您的生活方式如何？比如，您是否经常进行体力活动，或者您是否有甲状腺功能亢进等问题？\n用户：我不经常运动，但我工作压力比较大，有时会感到情绪激动。甲状腺功能亢进我不清楚，我没有检查过。\n医生：明白了。由于某些疾病，如甲状腺功能亢进，可能会导致类似症状，建议您去医院检查一下甲状腺功能。另外，您是否有严重贫血、维生素B1缺乏或肝硬化的病史？\n用户：我没有严重贫血或维生素B1缺乏的病史，肝硬化也没有。但我有高血压。\n"}
{"dies": "枸橼酸杆菌肺炎", "competion": "用户：你好，我最近出现了呼吸困难，还有点腹泻和腹痛，不知道是不是感染了什么？\n医生：您好，听起来您可能感觉不太舒服。呼吸困难、腹泻和腹痛这些症状确实需要关注。请问您还有其他症状吗？比如发绀、高热或者胸痛？\n用户：嗯，我还有点发绀，呼吸也比较急促，但是没有高热和胸痛。\n医生：明白了。这些症状可能与多种情况有关。请问您最近有没有去医院看过病？或者有没有进行过气管插管、吸氧等操作？\n用户：没有，我没有住院或者进行过这些操作。不过，我确实有点畏寒，感觉有点像是感冒了。\n医生：好的，了解到这些信息很有帮助。请问您有没有慢性疾病，或者最近有没有服用过抗生素、激素类药物？\n用户：我没有慢性病，但前段时间因为嗓子痛，吃了一些抗生素。\n"}
{"dies": "滑脱性肋骨综合征", "competion": "用户：你好，我最近感觉肋骨附近有钝痛，有时候肩膀也会感到疼痛，这是怎么回事？\n医生：您好，我注意到了您的症状，为了更好地了解情况，请问您能否详细描述一下疼痛的具体情况？比如疼痛的持续时间、是否有特定动作会引发或加剧疼痛？\n用户：嗯，通常在我举起手臂或者转身的时候会痛得厉害一些，休息一下会有所缓解。这个痛感已经有两周左右了。\n医生：明白了，这种疼痛是否伴随有肌肉痉挛的现象？\n用户：对，有时候会感觉到肌肉紧紧的，尤其是在晚上。\n医生：明白了。请问您是否有从事过度的上肢活动，或者近期有受到过任何形式的胸部创伤？\n用户：我想想，最近我确实搬家了，可能那时候提重物比较多，但没受过什么直接的创伤。\n医生：好的，了解。那请问您的生活方式如何？比如您的工作类型、作息时间和运动习惯等。\n用户：我是一名办公室职员，平时不太运动，作息时间比较规律，但有时候会加班。\n"}
{"dies": "获得性高脂蛋白血症", "competion": "用户：你好，我最近发现身上有几个结节，还有糖尿病的症状，这种情况我该怎么办呢？\n医生：您好，首先请您不要过于担心。为了更好地了解您的情况，请告诉我您是否有低蛋白血症的症状？此外，您是否有动脉粥样硬化或者急性胰腺炎的并发症？\n用户：是的，我确实有低蛋白血症的症状，还没有动脉粥样硬化和急性胰腺炎，但我确实很担心这些并发症。\n医生：明白了。在生活习惯方面，您是否吸烟或饮酒？还有，您日常的饮食结构和运动情况是怎样的？\n用户：我不吸烟，但偶尔会喝点酒。至于饮食，我承认我比较喜欢油腻的食物。运动方面，由于工作比较忙，我很少有时间进行规律的运动。\n"}
{"dies": "甲状旁腺功能减退症", "competion": "用户：你好，我最近经常感到手脚抽搐，有时候还会腹泻和腹痛，这是怎么了？\n医生：您好，这些症状可能与多种健康问题有关。根据您描述的情况，我想询问您是否还有其他症状，比如皮肤干燥、手足麻木或者吞咽困难？\n用户：嗯，确实有皮肤干燥和手足麻木的情况，但吞咽困难倒没有。\n医生：明白了。请问您有没有经历过任何颈部手术，或者有甲状旁腺、甲状腺方面的问题？\n用户：脖子这边没有做过手术，但我记得以前医生说我甲状腺有些问题。\n医生：好的，甲状腺问题有时会和甲状旁腺功能有关。您是否经常服用钙剂和维生素D制剂？\n用户：是的，医生让我长期服用这些。\n"}
{"dies": "甲状旁腺功能异常伴发的精神障碍", "competion": "用户：你好，我最近感到食欲减退，神志淡漠，有时还会焦虑和幻听，这是怎么回事呢？\n医生：您好，这些症状可能与多种原因有关。请问您有没有出现过恶心、便秘、昏迷或共济失调等其他症状？这些信息有助于我们进一步了解情况。\n用户：嗯，有时候会有便秘和轻微的共济失调，但没有昏迷过。\n医生：明白了。您有没有曾经做过甲状腺手术，或者被诊断出有甲状旁腺相关的疾病？\n用户：没有，我没有做过甲状腺手术，也没有甲状旁腺疾病的诊断。\n医生：好的，了解。那您的生活方式如何？比如饮食、运动和压力管理等方面。\n用户：我工作压力比较大，平时运动不多，饮食方面比较随意。\n"}
{"dies": "甲状腺功能亢进症的肾损害", "competion": "用户：你好，我最近心脏总是跳得很快，还有消化不良的问题，这是怎么回事？\n医生：您好，请问您还有其他的症状吗？比如甲状腺肿大或者眼球突出？\n用户：哦，是的，我还有甲状腺肿大和眼球突出的情况。\n医生：明白了。请问您是否有家族中其他人患有甲状腺相关疾病的病史？\n用户：我不太清楚，可能需要问一下家人。\n医生：好的，了解一下家族病史对诊断可能有帮助。另外，您的日常生活中，是否食用了过多的含碘食物？还有，您的工作压力或者精神状态如何？\n用户：嗯，我住在沿海地区，海产品吃得比较多。工作压力倒是挺大的。\n医生：明白了。在日常生活中，您是否有什么健康的生活及饮食习惯？\n用户：没有特别的，就是喜欢吃些黑豆和瓜子。\n"}
{"dies": "结核性胸膜炎", "competion": "用户：你好，我最近有点胸痛，还经常盗汗，这是怎么了？\n医生：您好，请问您有没有胸腔积液、食欲不振或者呼吸方面的问题呢？\n用户：嗯，有时候会感到胸闷，呼吸音好像也减弱了，而且确实有时候没什么胃口。\n医生：明白了。请问您有没有干咳或者需要端坐呼吸的情况？还有，您最近有没有接触过患有结核病的人？\n用户：我想想……干咳是有的，但不太严重。端坐呼吸倒没有。结核病接触史我不太确定。\n医生：好的，请问您吸烟或者饮酒吗？\n用户：我不吸烟，也不喝酒。\n医生：您在饮食上有没有特别偏好的或者避免的食物？\n用户：我没有特别注意，不过我挺喜欢吃白果的。\n"}
{"dies": "颈部血管损伤", "competion": "用户：你好，我最近在一次事故中受伤，脖子这里感觉不太对劲，有时候会听到一些杂音，还有点耳鸣。\n医生：哎呀，听起来您可能遇到了一些问题。首先，我想了解一下，这个杂音是持续的还是偶尔的？您有没有感受到脖子的任何疼痛或者紧张感？\n用户：杂音是时不时的，而且我确实感到脖子上有点痛。有时候呼吸也觉得有点困难。\n医生：明白了。您之前提到的耳鸣，是持续不断的吗？还有，您在事故后有没有出现昏迷的情况？\n用户：嗯，耳鸣是断断续续的，我没有昏迷，但事故后确实有点头昏眼花的。事故中我的脖子受到了撞击。\n医生：了解。您提到的这些症状，像是收缩期杂音和呼吸困难，可能需要进一步的检查。请问您有没有感觉到脖子上有什么肿块或者静脉曲张的情况？\n用户：对，我注意到有些静脉看起来比以前明显了。\n"}
{"dies": "抗菌药中毒性肾病", "competion": "用户：你好，我最近在使用一些抗菌药物后出现了尿常规异常，还有乏力等症状，这是怎么回事？\n医生：您好，尿常规异常和乏力可能和一些药物的使用有关，特别是具有肾毒性的抗菌药。请问您使用的是哪些抗菌药物？以及使用这些药物的剂量和时长？\n用户：我使用的是头孢菌素类药物，具体是头孢噻吩，已经使用了大约一周。\n医生：明白了。在使用头孢噻吩期间，您是否出现了耳鸣、蛋白尿、淋巴结肿大等其他症状？另外，您是否有任何慢性疾病，比如肾脏病或肝病？\n用户：是的，我有蛋白尿，没有耳鸣和淋巴结肿大。我有高血压，但不知道有没有影响到肾脏。\n医生：蛋白尿是肾脏受损的一个指标，高血压也可能加重肾脏负担。请问您在用药期间有没有监测血压和肾功能？\n用户：没有，我没有特别监测这些。\n"}
{"dies": "空鞍综合征", "competion": "用户：你好，我最近感到视力有些障碍，还有恶心和高血压的症状。\n医生：您好，为了更好地了解您的状况，请告诉我您具体有哪些症状？这些症状出现有多久了？\n用户：我有视力障碍、恶心和高血压，还有点水肿。这些症状大概有几个月了。我之前有过一次分娩，不知道是不是和这个病有关？\n医生：了解。您提到的分娩经历可能对病情有一定影响。请问您有没有经历过垂体腺瘤的治疗，或者有没有其他相关的疾病史？\n用户：没有，我没有接受过垂体腺瘤的治疗，也没有其他相关的疾病史。\n医生：明白了。在生活方式方面，您平时有没有剧烈运动？饮食上有没有特别的偏好？\n用户：我平时不太运动，饮食上我喜欢吃辣的，也喜欢吃油腻的食物。\n"}
{"dies": "老年人急性呼吸窘迫综合征", "competion": "用户：嗨，我是位老年人，最近出现了呼吸困难，咳嗽，有时候觉得有点烦躁不安，这是怎么了？\n医生：您好，我非常关心您的健康。呼吸困难、咳嗽和烦躁不安可能是由多种原因引起的。为了更好地帮助您，我想问一下您是否有口唇发绀、昏迷或者咳嗽时伴有粉红色泡沫样痰的情况？\n用户：哦，我没有昏迷，但有时候确实觉得呼吸挺困难的，而且有时候痰里好像确实有点粉红色。\n医生：明白了，这些症状可能与呼吸系统有关。请问您是否有任何慢性疾病，比如心脏病、糖尿病或者肺部疾病？\n用户：我确实有心脏病，不过一直在吃药控制。\n医生：好的，了解您的心脏病状况对分析症状很重要。那您最近有没有接触到可能引起肺部感染的因素，比如有害气体或者细菌、病毒感染？\n用户：我想想，最近我没有明显接触到这些，不过我有时候会去花园里活动。\n医生：明白了。在生活方式方面，您是否吸烟或者有其他的呼吸系统刺激习惯？\n用户：我不吸烟，也不喝酒。\n"}
{"dies": "老年人急性肾功能衰竭", "competion": "用户：你好，我最近食欲不好，还总是感觉恶心，有时候会肚子痛和拉肚子，这是怎么了？\n医生：您的情况听起来可能需要关注。请问您有高血压或创伤的病史吗？还有，您最近尿量有没有什么变化？\n用户：嗯，我有高血压，但没有受过什么大伤。尿量的话，我感觉好像比以前少了。\n医生：明白了。那您有没有出现过上消化道出血的症状？比如吐血或者便血？\n用户：上消化道出血？我不太确定，但我有时候大便有点发黑。\n医生：好的，这些信息很有帮助。请问您最近有没有服用过什么药物？或者有做过什么造影检查？\n用户：没有，我没有吃新的药，也没有做造影。\n"}
{"dies": "老年人梅毒性心脏病", "competion": "用户：你好，我最近感到胸口有些疼痛，有时候还会听到心脏有杂音，我有些担心。\n医生：您好，胸口疼痛和心脏杂音确实需要关注。您可以详细描述一下疼痛的感觉和杂音的情况吗？\n用户：疼痛像是一种钝痛，有时候会像是压迫感，心脏的杂音我听说是收缩期的杂音。\n医生：明白了，这种疼痛和杂音是在特定情况下发生，还是无规律的？比如运动后或者休息时？\n用户：好像是在我活动之后更明显一些。\n医生：明白了。您是否有心绞痛的症状？还有，您有其他任何慢性病史或者正在服用的药物吗？\n用户：是的，有时候会有心绞痛，我还有高血压，正在服用卡托普利片和呋塞米片。\n医生：好的，这些信息很有帮助。请问您的生活方式如何？比如饮食和运动方面。\n用户：我平时饮食还算清淡，但因为年龄大了，运动比较少。\n"}
{"dies": "老年人特发性肺纤维化", "competion": "用户：你好，我最近经常感到呼吸困难，还有干咳和消瘦的症状，这是怎么回事？\n医生：您好，呼吸困难、干咳和消瘦这些症状可能关联到多种健康问题。能否告诉我您是否还有其他症状，比如关节酸痛、脓痰等？\n用户：嗯，我的关节有时候也会感到酸痛，但没有脓痰。\n医生：明白了。请问您多大年纪了？这种症状持续了多久？\n用户：我62岁了，这些症状大概持续了有两个月。\n"}
{"dies": "老年人心房扑动", "competion": "用户：你好，我最近感觉心跳得特别快，有时候还会头晕，我有点担心。\n医生：您好，这种情况持续多久了？您是否有测量过您的心率？\n用户：大概有两周了，我没有测过心率，但就是感觉心脏跳得很不正常。\n医生：明白了，您提到的心跳加速和头晕，是否还有其他症状，比如心悸或者低血压？\n用户：嗯，有时候会有心悸的感觉，而且站立时间稍微长一点就会觉得头晕眼花。\n医生：了解了，这些症状是否在您进行某些活动或者在特定时间出现？比如运动后或者早上刚起床时？\n用户：好像没有特定的时间，不过我注意到有时候吃饭后会有点心慌。\n医生：好的，这些信息很有帮助。请问您是否有任何慢性疾病，比如心脏病、高血压或糖尿病？\n用户：我有高血压，一直在用药控制。\n医生：明白了，您是否有在服用任何药物？或者最近有改变药物用量？\n用户：就在医生的建议下，我一直在吃盐酸普萘洛尔片。没有改变用量。\n医生：好的，您是否经常做运动？\n用户：我不太运动，因为有时候会感到不太舒服。\n"}
{"dies": "老年人心脏猝死", "competion": "用户：早上好，我最近有些不适。\n医生：早上好！很抱歉听到您感到不适。请问您具体有哪些症状？可以详细描述一下吗？\n用户：我有时会感到皮肤苍白，心脏偶尔会突然停止跳动一下，还有点腹部不适。\n医生：这些症状听起来确实需要关注。您提到的心脏突然停止，是指有明显的停跳感觉，还是说您感觉到的心悸？另外，您是否有心律失常、乏力和心肌梗死等其他心脏相关的问题？\n用户：嗯，有时候会有心律失常的感觉，我也经常感到乏力。至于心肌梗死，我不确定，但没有发生过猝死或抽搐。\n医生：明白了。这些症状可能与心脏疾病有关。请问您有这些症状时，是否有意识丧失或胸闷的情况？\n用户：是的，有时候会有胸闷，但还没有发生过意识丧失。\n医生：好的，这些信息很有帮助。请问您是否有心脏疾病的家族史？还有您的生活方式，比如饮食、运动和压力管理方面的情况？\n用户：我的父亲有过心脏病，我自己倒是经常散步，饮食上还算注意，不过压力有时候会有点大。\n"}
{"dies": "老年心肌病", "competion": "用户：你好，我最近总是感到心悸，有时候还会气短，我是不是心脏出了什么问题？\n医生：您好，心悸和气短确实是心脏方面可能出现的一些症状。请问您多大年纪了？这些症状是一直都有，还是近期才开始的？\n用户：我今年68岁了，这些症状断断续续有一段时间了，但最近似乎加重了。\n医生：明白了。您是否有其他心脏疾病的历史，或者家族中有人患有类似的心脏病？\n用户：我没有心脏病史，但我的父亲在晚年时有心脏问题。\n医生：了解了。您的生活方式如何？比如说，您是否经常做运动，或者您是否有吸烟、饮酒的习惯？\n用户：我平时会散步，但不算特别规律的运动。我不吸烟，但偶尔会喝点酒。\n医生：好的，保持适量的运动和避免吸烟对心脏健康都是有益的。关于饮食方面，您是否有什么特别的偏好或者禁忌？\n用户：我不太忌口。\n"}
{"dies": "良性颅内高压症", "competion": "用户：你好，我最近经常头痛，有时候还有恶心和呕吐，视力也出现了一些问题，这是怎么回事呢？\n医生：您好，请问您头痛的性质是怎样的？比如是钝痛还是刺痛？\n用户：是钝痛，像是有东西压着一样，而且有时候会复视，还有盲点。\n医生：明白了。这些症状确实可能与颅内压增高有关。您有没有体验过定位体征或者视野缩小？另外，您的生活习惯或者近期有没有接触过可能影响内分泌的药物？\n用户：嗯，我的视野好像确实有点缩小，但不太确定。至于药物，我最近在吃一些保健品，不过没吃处方药。\n医生：保健品也可能会影响健康，尤其是那些含有激素的产品。您有没有月经不调或者闭经的情况？此外，您的饮食和睡眠状况如何？\n用户：我月经有时候不太规律，饮食方面我挺注意的，但是睡眠不太好，经常熬夜。\n医生：了解了。睡眠不足可能会加剧症状。您有没有尝试过调整作息时间，改善睡眠质量？\n用户：我还没试过调整作息，不过你这么一说，我觉得我应该试试。\n"}
{"dies": "隆突性皮肤纤维肉瘤", "competion": "用户：你好，我最近发现身上有硬块，有时候会感到剧痛，已经有一段时间了，这是怎么回事？\n医生：您好，我注意到您提到的症状可能需要关注。请问这些结节是逐渐出现的吗？它们位于身体的哪个部位？\n用户：是的，它们似乎是一点一点变大，主要在我的大腿和背部。\n医生：了解了。您有没有曾经受伤或者进行过任何皮肤治疗？此外，您是否注意到这些结节有任何变化，比如颜色或者大小？\n用户：不，我没有受过伤，也没做过任何皮肤治疗。这些结节好像没有什么特别的变化，就是有时候会疼得厉害。\n医生：明白了。请问您的生活方式如何？比如饮食、睡眠和压力管理？\n用户：哦，我工作压力挺大的，睡眠也不太规律。至于饮食，我吃得比较随意。\n"}
{"dies": "气管梗阻", "competion": "用户：你好，我最近在一次交通事故中受伤，现在感觉呼吸困难，有时候还会昏迷。\n医生：哦，听起来情况比较严重。首先，我想了解一下您具体的症状，比如昏迷发生的频率和持续时间，以及呼吸困难是否有特定的时间或情况下发生？\n用户：昏迷只是偶尔发生，呼吸困难似乎在我活动后或者躺下时更严重。\n医生：明白了。那请问您是否有头部受伤的情况？还有，您是否有过量饮酒的习惯或者最近进行过医疗手术？\n用户：头部也受了点伤，不过我没有过量饮酒的习惯，手术也没有。\n医生：好的，了解这些信息很有帮助。接下来，我想问问您的生活方式。您平时是否吸烟？还有，您的饮食习惯如何？\n用户：我不吸烟，饮食方面我不太确定，有时候可能会吃一些油腻的食物。\n医生：好的，您有没有感觉到有东西卡在喉咙里？\n用户：鹅肉是我喜欢的，我会多吃一些。没有感觉到喉咙有东西。\n"}
{"dies": "乳房缺少症", "competion": "用户：你好，我最近感觉有点不舒服。\n医生：你好，首先不要太担心。你能告诉我具体有哪些症状吗？\n用户：我有胸壁塌陷和肋骨下陷的情况，而且青春期胸部发育很慢。\n医生：明白了。那请问你有其他相关的身体问题吗？比如胸腹部是否有畸形？\n用户：是的，也有胸腹部的畸形。\n医生：了解。请问你的家族中有人有类似的症状吗？这可能有遗传性。\n用户：我不太清楚，我需要问问我的家人。\n医生：好的，了解一下你的生活习惯，你抽烟或者饮酒吗？\n用户：不，我不抽烟也不饮酒。\n医生：那很好，保持这样的生活习惯对健康有益。请问你平时的工作生活环境如何？\n用户：我的生活环境还可以，没有什么有害的化学物质。\n"}
{"dies": "乳房神经纤维瘤", "competion": "用户：你好，我最近发现乳房有个结节，应该怎么办呢？\n医生：您好，首先不要太担心。请问这个结节是近期才出现的吗？有没有感觉到疼痛或者不适？\n用户：结节有一段时间了，不疼，但有时会感到一些压迫感。\n医生：明白了。您是否有乳房湿疹等并发症的症状？此外，您是否注意到这个结节的大小在某些特定时期会变化？\n用户：没有乳房湿疹，结节的大小似乎一直保持不变。\n医生：好的。关于病史，您是否有相关疾病的家族史？\n用户：我不太清楚，需要问一下家人。\n医生：好的，了解一下家族史很重要。另外，您的生活方式方面，是否能告诉我您的工作性质，以及您是否经常进行体育锻炼？\n用户：我工作压力较大，坐办公室比较多，偶尔会做瑜伽。\n医生：保持一定的运动量是好的。在饮食方面，您是否偏好某些食物，或者有特别忌口的地方？\n用户：没有特别的，饮食比较均衡。\n"}
{"dies": "肾性糖尿", "competion": "用户：你好，我最近感觉有点不舒服。\n医生：您好，你能告诉我具体有哪些症状吗？\n用户：我有多尿和偶尔的脓尿，但多饮不是很明显。\n医生：明白了。那您有没有腹泻或者感到脱水的状况？此外，您的家族中有没有人有类似的症状？\n用户：嗯，有时候会有腹泻，脱水状况倒是没有。我的家族中没有听说有人有这个问题。\n医生：好的，了解这些信息很有帮助。请问您现在的生活方式如何？比如饮食和运动方面。\n用户：我平时饮食比较随意，运动量不算大。\n"}
{"dies": "食管内异物", "competion": "用户：你好，我最近吃饭的时候感觉吞咽有些困难，有时候还会胸骨后疼痛，这是怎么回事？\n医生：您好，请问您是否有食物误入气道的经历？还有，您是否注意到有吞咽痛或者呼吸困难？\n用户：嗯，有时候吃饭会突然觉得有东西卡在喉咙里，但不严重。吞咽痛倒是没有，就是有时候觉得呼吸不太顺畅。\n医生：了解。这种情况多久出现一次？另外，您是否居住在沿海地区或者有北方粽子的食用习惯？\n用户：我这几天几乎每次吃饭都会有点这种感觉。我没有住在沿海地区，不过节日的时候会吃一些带大枣的粽子。\n医生：明白了。请问您是否有带核食物或者硬骨头的食用习惯？还有，您是否有睡眠时觉醒程度低下的情况？\n用户：我不太吃带核的食物，但有时候会吃一些带骨头的肉。晚上睡觉我不太清楚，但我觉得我睡得挺沉的。\n医生：好的，那么在日常生活中，您是否有什么不良的劳动习惯，比如嘴里含着小工具之类的？\n用户：哦，我想起来了，我是个木工，有时候确实会在嘴里含钉子，可能不小心就吞下去了。\n"}
{"dies": "特发性室性心动过速", "competion": "用户：你好，我最近感到心动过速，有时候还有胸闷和头晕，这是怎么回事？\n医生：您好，这些症状可能与心脏健康有关。您提到的心动过速，胸闷和头晕，有没有发生在一起的时候？能详细描述一下这些症状吗？\n用户：有时候我感到心跳很快，就像要跳出胸腔一样，胸闷就像有东西压着，头晕就是感觉有点眩晕。\n医生：我明白了。这些症状出现的时候，有没有发生过恶心、晕厥或者血压下降的情况？\n用户：嗯，有时候会感到恶心，但晕厥和血压下降倒没有。\n医生：了解了。您之前有没有检查过心脏，或者被诊断出有心脏方面的疾病？\n用户：没有，我之前身体一直很好，没有心脏病的记录。\n医生：好的。那您的生活方式是怎样的？比如，您的工作压力如何，日常饮食和运动习惯是怎样？\n用户：我工作压力比较大，经常熬夜。饮食上我喜欢吃肉，运动比较少。\n"}
{"dies": "头部鳞状细胞癌", "competion": "用户：你好，我最近感觉有点不舒服。\n医生：您好，很抱歉听到您的情况。首先，能具体告诉我您有哪些症状吗？\n用户：我头部有一些结痂、结节，还有鳞状细胞癌的迹象，以及鳞屑和丘疹。\n医生：明白了。请问这些症状出现有多久了？有没有感觉到颈部淋巴结有什么异常？\n用户：大约有几个月了，我确实感觉颈部有些淋巴结肿大。\n医生：了解了。那您是否有遗传家族史，或者经常暴露在阳光下、接触化学物质的情况？\n用户：我不确定家族里有没有类似的病史。但我确实经常在户外工作，而且有时候会接触到一些化学物质。\n医生：明白了。这些信息很有帮助。您在生活方式上有什么特别的习惯，比如吸烟或者饮酒？\n用户：我不吸烟，但偶尔会喝一点酒。\n"}
{"dies": "腺病毒性肺炎", "competion": "用户：你好，我最近感觉喉咙痛，还有点嗜睡，发绀，有时候呼吸困难，这是怎么回事？\n医生：您好，为了更好地帮助您，我需要了解更多信息。您能具体说说您的症状吗？比如这些症状持续了多久？\n用户：嗯，大概有一周了，有时候还会鼻翼扇动，而且最近我还腹泻。\n医生：明白了，除了这些，您还有其他的健康问题吗？比如心脏病或者免疫系统方面的疾病？\n用户：没有，我身体一直挺健康的。\n医生：那请问您的生活方式如何？比如您的工作环境、饮食习惯和运动情况。\n用户：我是个办公室职员，平时比较少运动，饮食的话，我喜欢吃肉，蔬菜吃得比较少。\n"}
{"dies": "小肠原发性恶性淋巴瘤", "competion": "用户：你好，我最近总感到恶心、乏力，还有轻微的腹泻，体重也下降了一些，这是怎么回事？\n医生：您好，根据您描述的症状，可能与消化系统有关。我需要询问一下您的详细病史和生活方式。您有没有感到腹部有肿块？或者淋巴结有没有肿大？\n用户：嗯，我有时会感觉到腹部有肿块，但不是很明显。至于淋巴结，我没有特别注意。\n医生：明白了。请问您是否有长期免疫抑制剂治疗的历史？或者有没有患过像乳糜泻这样的免疫系统疾病？\n用户：没有，我没有接受过免疫抑制剂治疗，也没有乳糜泻。\n医生：好的。那您的生活方式是怎样的？比如饮食、睡眠和压力状况？\n用户：我饮食比较正常，但最近食欲确实下降了。睡眠还好，但压力比较大。\n"}
{"dies": "心房内折返性心动过速", "competion": "用户：你好，我最近感到心跳加速，有时候胸闷，心悸，这是怎么了？\n医生：您好，这些症状可能与心律失常有关。请问您是否有过心动过速的诊断？还有，您是否有任何心脏疾病史？\n用户：心动过速？我不太清楚，但我确实有时候会感到心跳很快。我没有心脏疾病史，但我有高血压。\n医生：了解了，高血压有时也会对心脏造成影响。请问您是否有感到晕厥或者乏力的时候？\n用户：嗯，有时候站起来会感到头晕，但没真正晕倒过。\n医生：明白了。关于您的日常生活，您是否经常感到精神压力大，或者有过度疲劳的情况？\n用户：是的，我工作压力很大，经常加班，休息不是很好。\n医生：这样的话，可能需要注意调整一下生活方式了。请问您的饮食习惯如何？是否喜欢喝咖啡、饮酒？\n用户：我喜欢喝咖啡提神，偶尔也会喝酒。\n医生：好的，咖啡和酒精有时会诱发心律失常。您是否食用很多辛辣或者油腻的食物？\n用户：嗯，我比较喜欢吃辛辣的食物。\n"}
{"dies": "心房扑动", "competion": "用户：你好，我最近感到胸闷、头晕，有时候还会心悸。\n医生：您好，想了解一下您这些症状出现的频率和强度，以及是否有其他相关症状？\n用户：嗯，这些症状断断续续出现，有时候比较明显，尤其是活动后。我没有感到呼吸困难或者心绞痛。\n医生：明白了。那请问您是否有器质性心脏病，比如冠心病、高血压或者糖尿病等病史？\n用户：我有高血压，一直在用药控制。\n医生：好的，那您的生活方式如何？比如，您是否抽烟、喝酒，或者经常摄入咖啡因？\n用户：我不抽烟，偶尔会喝点酒，不过最近已经减少了。我喜欢喝咖啡，每天大概两杯。\n医生：了解了。除了高血压，您是否还有其他疾病，或者近期有没有接受过手术、服用过特殊药物？\n用户：没有其他疾病，也没有手术或服用特殊药物。\n"}
{"dies": "原发性肠系膜肿瘤", "competion": "用户：你好，我最近腹部有些不适，有时会感到钝痛和肿块。\n医生：您好，我很乐意帮助您了解情况。首先，您能详细描述一下您的症状吗？比如疼痛的频率、强度以及肿块的具体感觉。\n用户：钝痛不是很频繁，但有时候会突然出现，肿块感觉比较固定，不痛不痒的。\n医生：明白了。请问您有没有出现腹水、体重下降或者其他如肠套叠等症状？\n用户：嗯，我没有腹水，体重倒是没有明显变化，也没有肠套叠的情况。\n医生：好的。您有没有患过什么慢性病，或者有家族遗传病史？\n用户：我没有慢性病，家族里也没有听说有类似的病。\n医生：了解了。在生活方式上，您平时的饮食习惯如何？比如您是否喜欢吃高脂肪、高蛋白的食物？\n用户：我平时肉吃得比较多，蔬菜水果相对少一些。\n"}
{"dies": "原发性系统性淀粉样变", "competion": "用户：你好，我最近感觉身体不太舒服，有蛋白尿和便血的症状。\n医生：您好，蛋白尿和便血可能是多种疾病的表现。您能详细描述一下其他症状吗？比如是否有肾衰竭、肝肿大等情况？\n用户：嗯，我确实有时会感到肝区有些不适，但还没有检测出肾衰竭。最近还有点骨痛，皮肤上也有一些结节和丘疹。\n医生：明白了。请问您有出血倾向或者黏膜损害的问题吗？\n用户：出血倾向我不太确定，但我的口腔有时候会有些不舒服。\n医生：了解了。您能否告诉我一下您的年龄？\n用户：我今年65岁了。\n医生：好的，那您是否有家族中有人得过类似的疾病？此外，您的饮食和生活方式是怎样的？\n用户：我没有听说家族里有类似情况。至于饮食，我吃得比较清淡，但具体什么是宜吃和忌吃的，我并不清楚。\n"}
{"dies": "胆管肿瘤", "competion": "用户：你好，我最近感到腹部不适，好像还有点腹水，食欲也不太好，体重减轻了不少，有时候还会有黄疸，这是怎么回事？\n医生：您的情况需要关注，腹部不适、腹水、食欲减退、体重减轻和黄疸可能是多种疾病的表现。请问您有这样的症状多久了？有没有检查过？\n用户：大概有几个月了，我一直以为是胆囊炎的老毛病犯了，还没去做详细的检查。\n医生：明白了。您之前有长期慢性胆囊炎病史吗？还有，您平时有吸烟或者饮酒的习惯吗？\n用户：是的，我有慢性胆囊炎好多年了。我不吸烟，但偶尔会喝一点酒。\n医生：了解了。请问您平时饮食上有没有什么偏好？比如辛辣、油腻的食物？\n用户：嗯，我喜欢吃辣，而且有时候会吃得很油腻。\n医生：建议您调整饮食习惯，尽量少吃辛辣和油腻的食物，多吃一些清淡的蔬菜和水果。另外，您有没有感觉到皮肤特别痒？\n用户：是啊，最近皮肤确实很痒。\n"}
{"dies": "肾功能不全", "competion": "用户：你好，我最近感到乏力，有时候会有恶心和呕吐，尿色也比较深。\n医生：您好，为了更好地了解您的情况，我可以问您一些问题吗？首先，这些症状持续了多久？您有没有其他的健康问题或慢性病？\n用户：症状大概有两周了，我有高血压，一直在服药控制。\n医生：明白了。您有没有注意到尿量变化或者有水肿的情况？另外，您在饮食上有没有特别偏好或者限制？\n用户：尿量好像没有明显变化，但我的脚有时候会肿。我平时尽量吃得清淡，但有时候忍不住会吃一些咸的。\n医生：好的，了解。那您是否定期进行身体检查？比如血压、血糖之类的？\n用户：因为高血压，我定期量血压，血糖倒是没有经常查。\n医生：建议您除了定期量血压，也可以监测一下血糖，因为糖尿病也是影响肾功能的一个因素。另外，关于用药，您有没有咨询医生是否适合您的肾功能状况？\n用户：这个我没有特别留意，就是按平时的剂量在吃。\n"}
{"dies": "神经性头痛", "competion": "用户：你好，我最近总是头痛，尤其是在夜间，痛得我无法入睡。\n医生：您好，很抱歉听到您头痛的情况。请问您的头痛是持续性的吗？能具体描述一下头痛的感觉吗？\n用户：是的，持续性的闷痛，感觉头部很沉重，有时候像是被紧紧勒住一样。\n医生：明白了，这种痛感是在头部哪个部位呢？还有，您在头痛时是否有其他伴随症状？\n用户：两颞侧和后枕部比较严重，有时候会感到头晕、心慌，还会出很多汗。\n"}
{"dies": "输卵管肿瘤", "competion": "用户：你好，我最近发现下腹部有一个包块，阴道排液呈黑水样，有时候还会腹痛，这是怎么回事？\n医生：您好，这些症状确实需要关注。请问您有没有腹水的情况？还有，您的阴道出血是否规则？\n用户：好像没有腹水，阴道出血是不规则的。\n医生：明白了。您之前有没有患过输卵管妊娠或其他相关的疾病？\n用户：没有，但我有慢性输卵管炎的病史。\n医生：了解了，慢性输卵管炎可能与您的症状有关。请问您的年龄是多少？还有，您是否吸烟？\n用户：我55岁了，我不吸烟。\n医生：好的，这些信息很有帮助。您是否有不孕史或者家族中有人患过类似的肿瘤？\n用户：我不孕过，家族里没有听说有类似的情况。\n"}
{"dies": "细菌性脑膜炎", "competion": "用户：你好，我最近头痛得厉害，还有点发烧，颈部也很僵硬，这是怎么回事？\n医生：您好，根据您描述的症状，需要考虑的可能性比较多。请问您有出现过抽搐、烦躁不安或者昏迷的情况吗？\n用户：嗯，我确实有时会感到烦躁，但还没有抽搐或昏迷。我这种情况会是细菌性脑膜炎吗？\n医生：细菌性脑膜炎确实可能导致这些症状，但需要更多的信息才能进一步了解。请问您有没有低血压的情况？还有，您近期有没有受过头部伤害，或者有慢性耳鼻感染？\n用户：我想想……我的血压好像有点低，但没有受伤，也没有慢性耳鼻感染。\n医生：明白了。那您有没有注意到其他一些不寻常的症状，比如呼吸急促、恶心呕吐，或者对光特别敏感？\n用户：不，这些症状倒没有。\n医生：好的。请问您的生活方式如何？比如您是否饮酒，或者有没有做过脾切除手术？\n用户：我不饮酒，也没有做过脾切除手术。\n"}
{"dies": "急性上呼吸道感染", "competion": "用户：你好，我最近出现了声音嘶哑、咽部烧灼感和发热伴寒战等症状，这是怎么回事？\n医生：您好，请问您还有其他症状吗？比如鼻塞、咽喉疼痛等。\n用户：是的，我还有鼻塞、咽喉部充血和流鼻涕等症状。食欲也减退了。\n医生：明白了。请问您最近有没有受凉、淋雨或过度疲劳的情况？\n用户：嗯，我想起来了，前几天我加班比较晚，可能有点过度疲劳。\n医生：好的，了解您的生活方式对诊断很有帮助。请问您是否抽烟或喝酒？还有，您的睡眠质量如何？\n用户：我不抽烟，偶尔喝点酒。最近睡眠质量不太好。\n医生：我明白了。为了更好地了解您的病情，请问您有没有慢性病史或家族病史？\n用户：没有慢性病史，家族里也没有什么特别的病史。\n"}
{"dies": "单纯性肺嗜酸粒细胞浸润症", "competion": "用户：我最近总是感觉有点乏力，还有点轻咳，想知道是怎么回事。\n医生：您感到乏力和轻咳已经多久了？有没有其他不适的症状？\n用户：大概有两周了吧，其他症状倒不是很明显，就是偶尔会觉得有点痒，像是荨麻疹那样的。\n医生：您最近有没有接触过什么可能导致过敏的物质，比如花粉或者某些药物？\n用户：药物的话，我最近因为牙痛吃了点消炎药，花粉的话，我上周去了趟公园。\n医生：了解了。您有没有注意饮食卫生？比如，有没有可能摄入一些寄生虫，比如蛔虫、钩虫等？\n用户：饮食卫生我一直很注意的，应该不太可能。\n"}
{"dies": "肺出血－肾炎综合征", "competion": "用户：我最近感觉呼吸困难，有时候还有便血的情况，想了解一下可能是什么问题？\n医生：您好，听到您的描述，呼吸困难和便血可能是多种原因导致的。为了更准确地了解您的情况，能告诉我您是否有其他不适症状，比如咳嗽、胸痛或者发热等？\n用户：有时候会有点咳嗽，但胸痛和发热倒是没有。\n医生：了解了。请问您的生活习惯如何？比如是否经常吸烟，或者最近有没有接触过什么化学物质？\n用户：我不吸烟，但最近因为工作原因，确实接触了一些化学物质。\n医生：接触化学物质可能是导致您症状的原因之一。另外，请问您有没有高血压等慢性疾病？\n用户：我之前没有高血压，但最近因为工作忙，没怎么注意身体健康，也没去测量。\n"}
{"dies": "呼吸性细支气管相关的间质性肺疾病", "competion": "用户：我最近总是感觉呼吸困难，有时候还会胸痛，不知道是怎么回事。\n医生：很抱歉听到您有这样的困扰。请问您有没有其他的症状，比如咳嗽、疲劳或者咯血？\n用户：有，我经常会干咳，也感觉很容易疲劳。咯血倒是没有。\n医生：了解了。请问您是否有吸烟的习惯，或者曾经吸过烟？\n用户：是的，我吸烟已经有很多年了。\n"}
{"dies": "急性肺脓肿", "competion": "用户：我最近感觉不太舒服，有些症状让我很担心。\n医生：很抱歉听到您不舒服，可以告诉我具体是哪些症状吗？\n用户：我经常会咳出泡沫样的黏液痰，有时候还会高热寒战。\n医生：这些症状确实让人担忧。您有没有注意到痰的颜色或者是否有血丝？\n用户：有时候痰会有点像烂桃子的颜色，但没有血丝。\n医生：明白了。除了这些症状，您是否还感到乏力或者有其他不适？\n用户：是的，我经常感到乏力，而且最近食欲也不太好。\n医生：这些症状可能与多种疾病有关，但我们需要更详细的信息来缩小范围。您有没有最近的上呼吸道感染、口腔感染或者呕吐误吸的情况？\n用户：我之前有过扁桃体炎，但已经治好了。呕吐误吸倒是没有过。\n医生：好的，了解。您的生活方式是怎样的？比如，您是否经常吸烟、饮酒或者有过量使用镇静药物的情况？\n用户：我不吸烟也不喝酒，也没有使用过镇静药物。\n"}
{"dies": "迁延性肺嗜酸粒细胞浸润症", "competion": "用户：我最近几个月一直感觉不太舒服，有咳嗽，而且体重也减轻了不少。\n医生：很抱歉听到您不舒服，咳嗽和体重减轻确实需要关注一下。您咳嗽时有痰吗？有没有注意到痰的颜色或质地有什么特别之处？\n用户：咳嗽时有时候会有痰，痰是白色的，质地比较稠。\n医生：明白了。除了咳嗽和体重减轻，您还有没有其他症状，比如发热、盗汗或者感觉特别乏力？\n用户：是的，我也经常感觉低热，而且晚上会盗汗，白天就觉得很乏力。\n医生：这些症状持续了有多久？期间有没有感觉症状有所加重或者缓解？\n用户：大概有三个多月了吧，期间有时候会觉得好一些，但大部分时间都觉得不太舒服。\n医生：了解了。您平常有没有接触到什么特殊的环境，比如潮湿霉变的地方，或者家里有没有养鸽子、饲鸟等？\n用户：我家里是养了一些鸽子，跟这个有关系吗？\n医生：养鸽子可能是其中一个影响因素，但不是确定的病因。另外，我想问一下，您有没有过敏体质，或者最近有没有吃过什么变质的食物？\n用户：我对一些花粉过敏，但最近没有接触过。食物方面应该没有吃过变质的。\n"}
{"dies": "支原体肺炎", "competion": "用户：你好，我最近感觉不太舒服，想咨询一下。\n医生：当然，我很乐意帮助您。请问您具体有哪些症状呢？\n用户：我最近一直咳嗽，还有痰，有时候感觉气短。\n医生：咳嗽和痰是常见的呼吸道症状，气短可能说明呼吸功能受到了一定影响。这些症状出现多久了？\n用户：大概有一周多了。\n医生：有没有其他不舒服的感觉，比如发热、食欲减退或者肌肉酸痛？\n用户：有，我感觉很累，没什么力气，而且食欲也不好。\n医生：这些症状可能与呼吸道感染有关。您最近有没有接触过生病的人，或者去过人多拥挤的地方？\n用户：我想想，好像上周去过一个聚会，人挺多的。\n医生：那可能是一个感染源。您平时有没有注意开窗通风，或者经常进行户外活动呢？\n用户：我工作比较忙，户外活动比较少，办公室通风情况也不是很好。\n"}
{"dies": "肥厚型梗阻性心肌病", "competion": "用户：你好，我最近感觉身体不太对劲，想咨询一下。\n医生：您好，请告诉我您具体哪里不舒服？\n用户：我经常感到气急，尤其是劳动后，还有时候会心绞痛、头晕。\n医生：这些症状确实需要关注。请问您有没有心悸或者感觉心脏结构异常的情况？\n用户：嗯，有时候会有心悸的感觉，但心脏结构异常是怎么个异常法？\n医生：比如感觉心脏跳动不规律，或者有杂音等。另外，您家族中有没有类似的心脏疾病史？\n用户：我爷爷以前有过心脏病，但具体是什么类型的我不清楚。\n医生：了解。除了这些症状，您还有没有其他不舒服的地方，比如内脏梗阻的感觉？\n用户：内脏梗阻？好像没有吧，就是心脏这块儿问题比较明显。\n"}
{"dies": "后天性三尖瓣关闭不全", "competion": "用户：你好，我最近感觉不太舒服，想咨询一下。\n医生：您好，请告诉我您具体哪里不舒服，有什么症状？\n用户：我最近经常感觉疲乏，而且颈静脉怒张，下腹也有点胀痛。\n医生：这些症状可能与多种疾病有关。请问您有没有其他不适，比如心悸、呼吸困难等？\n用户：没有心悸，但有时候会觉得呼吸不太顺畅。\n医生：了解。请问您有没有心脏病史或者其他慢性疾病？\n用户：没有心脏病史，但我之前得过类癌综合征。\n医生：类癌综合征可能会影响心脏功能。您有没有进行过相关检查，比如心电图或者心脏彩超？\n用户：还没有，我想先咨询一下再决定去不去医院。\n医生：我建议您尽快去医院进行详细检查，包括心电图和心脏彩超，以便了解心脏的具体情况。此外，您最近的生活习惯和饮食有没有发生明显变化？\n用户：生活习惯还好，就是饮食可能有些不规律。\n"}
{"dies": "后天性三尖瓣关闭不全", "competion": "用户：我最近感觉身体不太对劲，有些担心是不是心脏有问题。\n医生：您能具体描述一下有哪些不适吗？比如是否有胸闷、心悸等症状？\n用户：我感觉有疲乏，而且有时候下腹胀痛，颈部的静脉也好像有点怒张。\n医生：这些症状确实可能与心脏问题有关。请问您有没有注意到心脏区域有杂音，或者在肝脏区域感觉有什么异常？\n用户：心脏我不是很确定，但肝区确实有点肿大，不过不痛。\n医生：了解。请问您有没有其他的基础疾病，比如风湿性心脏病或者类癌综合征等？\n用户：我之前有过风湿热，但已经治好了，不知道跟这个有没有关系。\n医生：风湿热确实可能影响到心脏瓣膜，包括三尖瓣。另外，您的生活方式是怎样的？比如饮食、运动习惯等。\n用户：我饮食还算健康，但运动不多，工作比较忙。\n"}
{"dies": "扩张型心肌病", "competion": "用户：我最近感觉心脏不太舒服，总是有种喘不过气来的感觉，而且容易疲劳。\n医生：我了解到您可能有心脏不适和易疲劳的症状，这些症状确实可能与心脏问题有关。为了更准确地判断，我想问一下，您有没有注意到在轻度活动或休息时也有气短的情况？或者有夜间阵发性呼吸困难？\n用户：是的，我发现即使只是轻微的活动，我也会感到气短。有时候晚上躺着也会突然感觉呼吸困难。\n医生：这些症状可能是心力衰竭的表现，而心力衰竭是扩张型心肌病的一个常见特征。除了这些，您有没有感觉到心脏跳动不规律，或者有腹部不适、食欲不振等其他症状？\n用户：确实有，我有时候会感觉到心跳得很快，而且不规律。腹部也感觉胀胀的，不太想吃东西。\n"}
{"dies": "克山病", "competion": "用户：你好，我最近感觉身体不太舒服，想咨询一下。\n医生：您好，请告诉我您具体有哪些不适症状，我会尽力帮助您。\n用户：我经常感到上腹不适，有时候还会腹痛，面色也灰暗，还经常头昏、头晕。\n医生：这些症状确实让人难受。请问您有没有其他不适，比如气喘、呼吸困难、恶心、胸闷、食欲不振等？\n用户：有的，我偶尔也会感到气喘和呼吸困难，胸闷也比较常见，食欲也不太好。\n"}
{"dies": "三尖瓣关闭不全", "competion": "用户：你好，我最近感觉身体不太对劲，想咨询一下。\n医生：您好，请告诉我您具体哪里不舒服？有什么症状吗？\n用户：我经常会感到疲乏，而且有时候颈部会有搏动的感觉。\n医生：这些症状确实值得注意。请问您有没有其他不适，比如心悸、呼吸困难或者胀痛等？\n用户：有时候会有胀痛的感觉，尤其是在运动之后。\n医生：了解了。请问您有没有心血管疾病的家族史？或者您自己以前有没有心脏方面的问题？\n用户：没有家族史，但我以前体检的时候医生提到过我有轻微的心瓣膜病变。\n医生：这很重要。心瓣膜病变可能是导致您现在症状的原因之一。除了这些，您的生活方式是怎样的？比如饮食、运动习惯等。\n用户：我饮食比较正常，但运动不多，因为工作比较忙。\n"}
{"dies": "心绞痛", "competion": "用户：你好，我最近总是感觉胸口闷痛，有时候还会心慌，不知道是怎么回事。\n医生：您好，胸闷痛和心慌可能是多种原因导致的。为了更好地帮助您，能否告诉我您的年龄、性别，以及这些症状出现的频率和持续时间？\n用户：我45岁，男性。这些症状最近几周比较频繁，每次可能持续几分钟到十几分钟，尤其是在我走路快或者情绪激动的时候。\n医生：了解。您有没有感觉到胸痛放射到其他部位，比如左臂或者下颌？休息或者使用硝酸甘油后，症状会不会有所缓解？\n用户：对，有时候胸痛会放射到左臂。如果我停下来休息一会儿，症状确实会减轻一些。\n医生：除了这些，您还有其他不舒服的感觉吗，比如呼吸困难、恶心或者出汗？\n用户：有时候确实会呼吸困难，尤其是上坡的时候。恶心和出汗倒是不太明显。\n医生：明白了。请问您有没有高血压、高胆固醇或者糖尿病等慢性疾病？\n用户：我有高血压，一直在吃药控制。高胆固醇和糖尿病倒是没有。\n医生：您目前在吃的药物有哪些？是否按照医嘱定期服用？\n用户：我吃的是苯磺酸氨氯地平片，每天都会按时吃。\n医生：很好，您目前的饮食和运动习惯如何？比如，是否经常吃高脂食物，是否有定期锻炼？\n用户：饮食方面我比较注意，尽量不吃太油腻的食物。但是运动方面我确实做得不够好，因为工作比较忙，很少有时间锻炼。\n"}
{"dies": "心肌梗死", "competion": "用户：我最近总是觉得胸闷，有时候还有心悸，不知道是怎么回事。\n医生：胸闷和心悸确实可能是一些心脏问题的症状。除了这些，你还有没有其他不适？\n用户：有时候会有点胸痛，但不经常。我还以为只是疲劳过度了。\n医生：胸痛是一个重要的信号，不容忽视。你有没有感觉过心律不齐或者心跳过快？\n用户：有过，尤其是在做了一些体力活动之后，感觉心跳得特别快。\n医生：了解了。那你有没有其他的基础疾病，比如高血压、高血脂之类的？\n用户：嗯，我有轻度的高血压，但一直在吃药控制。\n医生：高血压是心脑血管疾病的一个重要风险因素。你最近有没有进行过什么剧烈的体力活动或者有过度的劳累？\n用户：前段时间搬了家，确实比较累。\n医生：过度劳累可能会导致心脏负担加重，出现心肌缺血等问题。你平时的饮食习惯怎么样？是否经常吃高脂、高热量的食物？\n用户：工作比较忙，有时候确实会吃快餐或者油腻的食物。\n"}
{"dies": "心肌炎", "competion": "用户：你好，我最近感觉身体不太对劲。\n医生：你好，具体是感觉哪里不舒服呢？\n用户：就是经常感觉心悸，胸闷，有时候还会恶心想吐。\n医生：这些症状确实不容忽视。除了这些，你还有其他不舒服的感觉吗，比如肌肉酸痛或者乏力？\n用户：对，我也经常感觉肌肉酸痛，尤其是运动之后，乏力倒是不太明显。\n医生：了解了。你最近有没有发烧或者感冒的症状：呢？\n患者之前有过一次低烧，不过很快就退了。\n医生：好的，低烧可能说明身体有感染情况。你平时的饮食习惯和生活方式是怎样的？有没有经常熬夜或者饮食不规律？\n用户：我经常熬夜工作，饮食也不太规律，常常吃外卖。\n医生：这样的生活习惯确实可能对身体健康产生影响。熬夜和饮食不规律都可能导致身体免疫力下降，容易感染病毒。你之前有没有过类似的病史，比如心肌炎或者其他心脏病？\n用户：没有，我之前身体一直挺好的。\n医生：好的，那你现在的工作压力大吗？有没有经常感到焦虑或者紧张？\n用户：工作压力确实挺大的，我也经常感到焦虑。\n"}
{"dies": "早搏", "competion": "用户：你好，我最近感觉心脏有些不舒服，有时候会有心悸的感觉，而且好像心跳会突然停一下。\n医生：您好，您能告诉我这种情况出现的频率吗？还有没有其他不适，比如心前区隐痛？\n用户：这种情况最近挺频繁的，尤其是晚上休息不好的时候。心前区隐痛倒不是很明显，就是有时候觉得胸闷。\n医生：了解了。请问您有没有基础疾病，比如高血压、冠心病等？另外，您平时的生活习惯如何，是否经常熬夜或者过度劳累？\n用户：我有轻微的高血压，平时工作压力比较大，经常熬夜。\n"}
{"dies": "腹主动脉血栓形成综合征", "competion": "用户：你好，我最近感觉皮肤变得有点苍白，而且总是很容易疲劳。\n医生：您好，皮肤苍白和疲劳可能是多种原因导致的。请问您还有没有其他的症状，比如疼痛或者不适感？\n用户：嗯，有时候我会感觉腿部有点血运不畅的感觉，就像是血液流通不顺畅。\n医生：我了解了。除了这些症状，您有没有过休克的情况，或者曾经有过动脉瘤、创伤、肿瘤等相关病史？\n用户：休克倒是没有，不过我之前确实被诊断出有过动脉瘤。\n"}
{"dies": "假膜性肠炎", "competion": "用户：我最近肚子很不舒服，经常腹痛，而且还拉肚子。吃了止泻药也不见好。我该怎么办？\n医生：很抱歉听到您肚子不舒服的情况。除了腹痛和拉肚子，您还有其他什么症状吗？比如心动过速、肠鸣、或者感觉面色苍白？\n用户：嗯，有时候确实会感觉心跳得很快，肠子里也咕噜咕噜的。但我没注意是不是面色苍白。\n医生：好的，了解了。您最近有没有用过什么抗生素？因为有时候抗生素的使用可能会导致肠道问题。\n用户：用过，我前段时间因为喉咙痛用了些抗生素。\n"}
{"dies": "食管瘢痕性狭窄", "competion": "用户：我最近吃东西的时候总是感觉吞咽困难，有时候还会感觉恶心。\n医生：这些症状持续多久了？你有感觉到其他不适吗？比如低热或者烦躁不安？\n用户：大概有一个月了。确实有低热和烦躁的情况，我还以为是因为工作压力大。\n医生：那你有没有过误吞强酸或强碱的经历？或者有没有长时间的胃食管返流情况？\n用户：没有误吞过什么东西，但我确实有胃食管返流的问题，已经好几年了。\n医生：那你平时的生活习惯怎么样？饮食是否规律？有没有经常熬夜或者饮酒？\n用户：工作原因，经常熬夜，饮食也不太规律，但我很少喝酒。\n"}
{"dies": "特发性腹膜后纤维化", "competion": "用户：我最近感觉身体不太对劲，有些消瘦，厌食，还出现了腹水。\n医生：这些症状确实需要关注一下。请问有没有夜尿增多、尿频或者背痛的情况？\n用户：有，夜尿确实比以前多了，而且还经常背痛。\n医生：了解。有没有其他症状，比如钝痛？\n用户：嗯，有时候确实会感觉到一些钝痛。\n医生：这些症状可能与多种原因有关，我们需要进一步了解。请问您有没有其他相关疾病，比如克罗恩病？\n用户：没有，我以前没有得过克罗恩病。\n医生：好的。请问您的生活习惯如何？比如饮食、运动等方面。\n用户：我饮食还算规律，但运动比较少，因为工作比较忙。\n医生：明白了。有没有服用过什么药物，比如麦角新碱或者其他止痛药？\n用户：没有，我很少吃药的。\n"}
{"dies": "网膜原发性节段性梗死", "competion": "用户：你好，我最近肚子不太舒服，有点疼。\n医生：您好，具体是哪个部位疼痛呢？\n用户：就是下腹部，感觉像是紧张的那种疼。\n医生：有没有恶心、呕吐的感觉？\n用户：有点恶心，但没吐过。\n医生：疼痛是持续的还是一阵一阵的？\n用户：持续的，有时候轻点，有时候重点。\n医生：您最近有没有感觉过敏，比如皮肤触碰起来特别敏感？\n用户：好像没有。\n医生：那您有没有注意到腹水或者血性腹水的情况？\n用户：这个我不太清楚，怎么判断有没有腹水呢？\n医生：通常腹水会导致腹部胀大，您有没有觉得肚子比平时鼓呢？\n用户：好像有一点，我还以为是吃多了。\n医生：了解了。除了这些症状，您还有其他不舒服的地方吗？比如发热、食欲不振等。\n用户：食欲确实不太好，但没发热。\n医生：好的，您之前有没有得过什么病，或者做过什么手术？\n用户：没有，我一直都挺健康的。\n医生：您的生活习惯怎么样呢？比如饮食、运动方面。\n用户：饮食挺正常的，我不太吃垃圾食品。运动的话，偶尔会去健身房。\n医生：那最近有没有受到什么创伤，或者突然增加腹压的情况，比如举重？\n用户：没有，我没做过那些。\n"}
{"dies": "肝源性肾损害", "competion": "用户：你好，我最近感觉身体不太舒服，想咨询一下。\n医生：您好，请具体描述一下您的症状，比如哪里不舒服，持续了多久等。\n用户：我最近出现了黄疸，肝功能也不全，还有恶心的感觉。已经持续了大概一个月了。\n医生：了解。那您有肝病的病史吗？比如乙肝、肝硬化等。\n用户：对，我之前得过乙肝，已经好多年了。\n医生：明白了。除了这些症状，您有没有发现自己有腹水、蛋白尿或者低血压的情况呢？\n用户：好像有蛋白尿，其他症状我没太注意。\n医生：好的。您的生活习惯如何？比如饮食、饮酒、抽烟等方面。\n用户：我饮食还算规律，但因为工作原因偶尔会熬夜。我不抽烟，也不怎么喝酒。\n"}
{"dies": "近端(Ⅱ型)肾小管性酸中毒", "competion": "用户：我最近感觉身体不太对劲，总是多尿，还有时候会觉得恶心想吐。\n医生：这些症状确实可能表明身体有些问题。除了多尿和恶心，您还有没有其他不舒服的感觉？比如骨痛、肾结石或者肾区的钝痛？\n用户：对，我有时候确实会觉得骨头痛，尤其是走路多了之后。肾结石倒是没有检查过，不确定有没有。\n医生：了解。那您有没有感觉乏力，或者便秘的情况呢？\n用户：乏力是有，但便秘不是很严重。\n医生：这些症状可能与肾脏功能有关。请问您有没有家族病史，比如肾脏疾病或者其他遗传性疾病？\n用户：我家族里没有听说有谁得过肾脏病，遗传病也不太清楚。\n医生：好的，了解。您的生活习惯怎么样呢？比如饮食是否规律，是否经常锻炼？\n用户：饮食还算规律，但最近因为工作忙，锻炼得少了。\n"}
{"dies": "急性肾炎", "competion": "用户：我最近总是感觉很累，还发烧了，尿尿的颜色也有点深，是不是有什么问题？\n医生：您有没有感觉关节疼痛或者恶心想吐呢？\n用户：关节是有点疼，但没想吐。我还以为是感冒了呢。\n医生：了解。那您最近有没有得过扁桃体炎、皮肤感染或者其他的什么病呢？\n用户：前段时间我孩子得了扁桃体炎，我也跟着有点喉咙痛，但没去医院看。\n医生：明白了。那您有没有注意到尿尿的时候有没有泡沫呢？\n用户：有，还挺多的。\n"}
{"dies": "狼疮性肾炎", "competion": "用户：你好，我最近感觉身体不太舒服，有些症状让我很担心。\n医生：您好，很抱歉听到您不舒服。请问您能具体描述一下您的症状吗？这样我可以更好地帮助您。\n用户：嗯，我最近经常感到疲劳，关节也有些肿痛，尤其是手腕和膝盖。而且，我还发现我的脸上出现了红色的斑块，有点像蝴蝶的形状。\n医生：我了解了。除了这些症状，您有没有发现尿液有什么异常，比如颜色变深或者泡沫增多？\n用户：对，我也注意到了。我的尿液确实比以前泡沫多，而且颜色也偏深一些。\n"}
{"dies": "特异性肾实质疾病", "competion": "用户：我最近总是感觉咽痛，而且肾区有压痛和叩击痛，这是怎么了？\n医生：听起来您的症状可能与肾脏有关。除了咽痛和肾区疼痛，您还有其他不舒服的感觉吗？比如血尿或者左右腰腹痛？\n用户：对，我也注意到我有血尿的情况，而且左腰腹部确实有时会痛。\n医生：这些症状可能与肾脏疾病有关。为了更全面地了解您的健康状况，您能告诉我您有没有其他病史，比如败血症、脱水或者尿路梗阻？\n用户：没有，这些我都没有得过。\n医生：了解。您的生活方式是怎样的？比如饮食、运动习惯，还有是否有抽烟或喝酒的习惯？\n用户：我饮食比较正常，喜欢吃鸡肉和鸡蛋。运动的话，我每周会去健身房两次。我不抽烟，但偶尔会喝点酒。\n"}
{"dies": "原发性小血管炎性肾损害", "competion": "用户：我最近总是感觉腹部有些疼痛，还时不时发热，伴随着皮疹的出现。\n医生：这些症状确实令人不适，腹痛和发热可能是多种原因引起的。请问您有没有注意到尿液有什么异常，比如颜色偏深或者有泡沫？\n用户：确实有，我最近发现尿液颜色比较深，有时候还会有泡沫。\n医生：了解，尿液的变化可能提示着肾脏方面的问题。请问您是否感觉到肌肉酸痛或者关节疼痛？\n用户：是的，我经常感觉肌肉酸痛，尤其是运动后，关节疼痛也时不时出现。\n医生：这些信息很重要。另外，请问您最近有没有感冒样的症状，或者有没有可能是对某种药物产生了过敏反应？\n用户：我想想，之前确实有过一次感冒，但是已经好了很久了。药物过敏的话，我不确定，我最近没有开始使用新的药物。\n"}
{"dies": "慢性进行性舞蹈病", "competion": "用户：我最近总是感觉烦躁不安，有时候会不自主地做出一些动作。这是怎么回事啊？\n医生：您好，听起来您可能遇到了一些神经系统方面的问题。您能详细描述一下这些不自主的动作吗？比如，它们通常发生在什么时候，持续多久？\n用户：这些动作就是突然之间就会来，感觉身体不受控制一样，会持续几分钟吧。而且我最近感觉自己的情绪也很低落，很容易就生气或者抑郁。\n医生：我了解了。除了这些情绪和运动方面的问题，您还有没有其他的症状，比如记忆力下降，或者手部有没有出现歪扭畸形的情况？\n用户：记忆力确实感觉有些下降了，有时候刚做过的事情就忘了。至于手部畸形，目前倒是没有发现。\n"}
{"dies": "帕金森病", "competion": "用户：我最近感觉手有点抖，而且动作好像变慢了，不知道是不是得了什么病。\n医生：您先别担心，手抖和动作变慢确实可能是某些疾病的早期症状，但也可能只是暂时的身体反应。为了更好地了解情况，我想请问您一下，这些症状出现有多长时间了？\n用户：大概两三个月吧，一开始我以为只是疲劳，但休息后也没见好转。\n医生：了解了。那请问您有没有感觉到肌肉僵硬或者走路姿势有什么变化呢？\n用户：嗯，我感觉肌肉确实比以前僵硬了一些，走路的时候脚步也好像有点拖。\n医生：这些症状确实需要引起重视。除了这些，您最近有没有感觉心情低落、睡眠不好或者便秘等问题呢？\n用户：确实有，我最近总是感觉心情不太好，睡眠也不如以前了，便秘也有点严重。\n"}
{"dies": "桡神经麻痹", "competion": "用户：我最近感觉手腕有点垂，写字或者拿小物品都变得很困难，不知道是什么原因。\n医生：我了解了你的困扰。除了手腕下垂，你还有没有其他的症状？比如上肢无力或者麻木？\n用户：有的，我感觉我的上肢也有些麻木，力量也不如以前了。\n医生：这些症状可能与桡神经有关。桡神经受损会导致伸肘、伸腕、伸指障碍以及手背部分区域的感觉障碍。你有没有可能让桡神经受损的情况，比如手臂长时间受压或者最近有没有骨折过？\n用户：我想起来了，我睡觉有时候会用手臂当枕头，可能是这个原因吗？\n医生：这很有可能。长时间以手臂代枕可能导致桡神经受到压迫，从而引发症状。除了这个，你还有其他可能的原因吗？比如有没有可能铅中毒或者酒精中毒？\n用户：铅中毒？酒精中毒？这些我都没有啊。\n"}
{"dies": "舌咽神经痛", "competion": "用户：我最近总是觉得喉咙很痛，有时候痛得都说不出话来，还有点耳鸣。\n医生：听起来您可能遇到了一些健康问题，这些症状持续多久了？\n用户：大概一个月左右了，开始我以为只是普通的喉咙痛，但现在感觉越来越严重了。\n医生：除了喉咙痛和耳鸣，您还有没有其他的症状，比如头痛、眩晕或者耳痛？\n用户：对，我有时候也会觉得头痛，还有一点点眩晕。\n医生：这些症状有没有在某些特定的情况下更严重，比如吞咽、谈话或者触摸到喉咙的某个部位？\n用户：是的，我发现当我吞咽或者说话多的时候，喉咙就特别痛。\n医生：我明白了。您有没有去医院做过相关的检查，或者尝试过一些治疗方法？\n用户：我还没有去医院检查，只是吃了一些普通的喉咙痛药，但好像没什么效果。\n医生：您的生活习惯怎么样？有没有经常吸烟、喝酒或者熬夜？\n用户：我不吸烟，但偶尔会喝点酒，熬夜也比较多。\n医生：那您最近的饮食情况如何呢？有没有偏食或者经常吃特别刺激、油腻的食物？\n用户：我比较喜欢吃辣的食物，而且最近因为工作忙，经常吃快餐。\n"}
{"dies": "低血糖症", "competion": "用户：你好，我最近总是感觉头晕，出汗异常，还很容易饿。\n医生：您好，这些症状确实值得关注。请问您有没有出现过心动过速或者易昏厥的情况？\n用户：有的，我偶尔会感觉心跳得很快，也有过一次突然昏厥的经历。\n医生：我了解了。为了更全面地了解您的情况，我想问一下，您有没有患过什么疾病，或者家族中有没有相关病史？\n用户：没有，我以前身体一直挺好的，家里也没有人有这种病。\n医生：好的，那您平时的生活习惯和饮食习惯是怎样的呢？比如说，您是否经常按时吃饭，睡眠是否充足？\n用户：我工作比较忙，经常不按时吃饭，睡眠也不太好，可能每天只有五六个小时。\n医生：嗯，这些不良的生活习惯可能会影响您的血糖水平。另外，您有没有在服用什么药物，或者最近有没有做过手术？\n用户：没有，我都没有这些情况。\n"}
{"dies": "甲状腺功能正常的甲状腺肿大", "competion": "用户：我最近发现脖子有点肿，不知道是不是甲状腺问题。\n医生：您好，甲状腺肿大确实可能导致脖子出现肿胀的情况。除了肿胀，您有没有感觉到其他不适，比如疼痛或者呼吸困难？\n用户：没有疼痛，呼吸也还好，就是觉得脖子有点粗，然后有时候感觉眼睑有点松弛。\n医生：明白了，眼睑松弛也与甲状腺问题有一定关联。请问您有没有注意到肿胀是否有搏动感，或者是否随时间变化有增大的趋势？\n用户：好像没有搏动感，大小也还算稳定，没太注意是否增大了。\n医生：好的，了解。请问您近期有没有进行过相关的体检，比如甲状腺功能检查？\n用户：没有，我一直身体挺好的，没做过什么检查。\n"}
{"dies": "基底细胞腺瘤", "competion": "用户：你好，我最近发现口腔里有个小肿块，不疼不痒的，但有点担心。\n医生：您好，发现口腔肿块确实需要关注一下。请问您能描述一下肿块的具体位置和形状吗？\n用户：位置在腮腺那里，形状有点像圆形，感觉硬硬的。\n医生：明白了。除了肿块，您最近有没有其他不舒服的感觉，比如面部麻木、吞咽困难或者声音变化？\n用户：好像没有，就是有时候觉得说话有点不太清楚。\n医生：说话不太清楚可能是肿块影响到了一些神经。您有没有注意到肿块在逐渐变大？\n用户：好像没有明显变大，但我发现它已经有一段时间了。\n医生：了解了。请问您有定期做口腔检查吗？有没有之前的检查结果可以对比？\n用户：没有做过定期口腔检查，这是我第一次发现这个问题。\n"}
{"dies": "气管支气管异物", "competion": "用户：你好，我最近感觉呼吸有点困难，而且经常咳嗽。\n医生：您好，呼吸困难和咳嗽确实是需要关注的问题。请问您咳嗽时有没有感觉胸痛或者咳出痰来？\n用户：有的，咳嗽的时候会胸痛，有时候也会咳出一些痰。\n医生：明白了。请问您最近有没有误吞或者吸入什么异物？比如食物残渣或者小物件之类的。\n用户：我想想，好像前几天吃饭的时候呛了一下，当时感觉有什么东西进去了，但是没太在意。\n医生：这很重要。呛食可能导致异物进入呼吸道。除了呼吸困难和咳嗽，您还有没有其他症状，比如发热、声音嘶哑或者感觉身体某个部位特别不舒服？\n用户：有时候会感觉有点发热，声音也有点哑。\n"}
{"dies": "糖尿病乳酸性酸中毒", "competion": "用户：我最近感觉身体不太对劲，总是恶心想吐，还有点腹泻。\n医生：这些症状确实可能表示身体有些问题。您有没有感觉到意识模糊或者呼吸困难？\n用户：有时候确实会觉得头脑不太清楚，呼吸也稍微有点急促。\n医生：这些症状可能与多种疾病有关，我们需要进一步了解。您有糖尿病史吗？\n用户：是的，我有糖尿病，已经好几年了。\n医生：那您平时是如何控制血糖的呢？有没有定期监测？\n用户：我一般都是吃药控制，但最近忙，没太注意监测血糖。\n医生：了解。您最近有没有服用什么新的药物，或者改变了饮食习惯？\n用户：没有服用新药，饮食也还算正常，就是运动少了些。\n医生：运动减少可能会影响血糖的控制。另外，乳酸性酸中毒也可能与肾功能障碍或组织缺氧有关。您有没有这方面的病史？\n用户：我之前检查过，肾功能是正常的，也没有组织缺氧的问题。\n"}
{"dies": "冠状动脉粥样硬化性心脏病", "competion": "用户：我最近经常感到胸闷、乏力，有时还会出现呼吸困难，这是心脏问题吗？\n医生：您好！根据您的描述，这些症状可能与心脏问题有关。为了更准确地了解情况，我可以询问您几个问题吗？\n用户：当然可以。\n医生：请问您有高血压、糖尿病等病史吗？\n用户：我确实有高血压。\n医生：好的，请问您有吸烟或饮酒的习惯吗？\n用户：我抽烟，但很少饮酒。\n医生：了解了。请问您的体重和饮食情况如何？\n用户：我比较胖，饮食上喜欢油腻和高热量食物。\n医生：明白了。您有进行规律运动吗？\n用户：很少运动。\n"}
{"dies": "雷诺氏病", "competion": "用户：你好，我最近手指和脚趾在冷的时候会变白，然后变成紫黑色，这是怎么回事？\n医生：您好，请问您在出现这些症状时，有没有感觉到麻木或者刺痛？\n用户：是的，有时候会有麻木的感觉，但是刺痛倒不是很明显。\n医生：明白了。这种症状在您身上是经常发生吗？还是只在特定的环境下，比如寒冷的时候？\n用户：主要是天冷的时候，但是有时候情绪激动也会引发。\n医生：您的生活方式和工作环境，比如是否经常暴露在寒冷中，或者精神压力是否较大？\n用户：嗯，我住在北方，冬天比较冷，而且我的工作压力确实挺大的。\n"}
{"dies": "心室肌致密化不全", "competion": "用户：你好，我最近感到心脏有些不舒服，有时会胸闷，而且很容易感到疲劳。\n医生：您好，很抱歉您感到不适。问您这种症状持续了多久？还有没有其它相关的症状，比如心律不齐或者水肿？\n用户：这症状大概有一个月了，我没有注意到有心律不齐，但有时候会感到手脚有些肿胀。\n医生：明白了。那您之前有没有被诊断出有心脏病，或者家族中有没有心脏病的病史？\n用户：没有心脏病病史，但我的一个远房亲戚有先天性心脏病。\n医生：了解。关于您的生活方式，您平时是否经常参加体育活动？还有您的饮食习惯如何？\n用户：我不太爱运动，饮食上比较随意，有时候会吃一些快餐。\n"}
{"dies": "猝死型冠心病", "competion": "用户：你好，我最近有些胸口痛，有时候还会觉得喘不过气来，这是不是心脏病啊？\n医生：您好，胸口痛和呼吸困难是值得关注的症状，您可以告诉我，这些症状具体是怎样的吗？\n用户：就是有时候会突然觉得胸口一阵痛，像是被重物压着一样，呼吸也变得有些困难。\n医生：这种症状发作的频率如何？有没有在体力劳动后或者是情绪激动时发生？\n用户：嗯，好像都是在比较累或者情绪波动大的时候。\n医生：明白了。那么您有没有其他的疾病史？比如高血压或者是胆固醇方面的问题？\n用户：我之前没有心脏病史，但最近体检发现有轻微的高血压。\n医生：了解了。生活习惯方面，您是否吸烟饮酒？饮食习惯如何？\n用户：我吸烟大概有20年了，偶尔会喝点酒。饮食上，我比较爱吃油腻的食物。\n医生：您有没有感觉到小腿浮肿或者有过抽搐的情况？\n用户：小腿偶尔会有点肿，但没注意抽搐。\n"}
{"dies": "免疫缺陷性肺炎", "competion": "用户：你好，我最近经常感到不舒服，好像总是容易感染，尤其是呼吸道。\n医生：您好，我很高兴为您服务。您可以详细描述一下您的症状吗？\n用户：好的，我经常有口腔念珠菌感染，还总是觉得肺不太舒服，有时候会肺不张。最近还有点畏光，而且以前有过面部畸形和眼球震颤的问题。\n医生：这些症状确实需要关注。除了这些，您还有其他任何病史或者生活方式上的特别之处吗？比如腹泻、湿疹或者是其他的一些长期问题。\n用户：嗯，是的，我还有轻微的腹泻和湿疹，而且我的睾丸发育也不是很完全。\n医生：明白了，您的情况听起来比较复杂，需要做一些检查来进一步了解。在您的生活方式方面，您平时是如何锻炼的？饮食上有没有什么特别的习惯？\n用户：我其实不太运动，因为总是感觉身体比较虚弱。饮食上，我没有特别注意，但我不太吃海鲜。\n"}
{"dies": "纤维瘤病", "competion": "用户：你好，我最近发现有一个生长缓慢的肿块，跖部有时候会痛。\n医生：您好，了解您的情况。请问您这个肿块具体长在哪个部位？还有您是否在特定时间，比如妊娠期发现它的？\n用户：肿块长在我的腹壁附近，我不记得是不是在妊娠期发现的，但我确实生育过。\n医生：明白了。请问您是否有过手术史或者接受过任何治疗？\n用户：还没有，我主要是担心它，但还没有去看医生。\n医生：了解。除了肿块和跖部疼痛，您有没有体验过其他不寻常的症状，比如疲劳或者其他部位的疼痛？\n用户：不，好像没有其他症状。\n医生：好的。关于您的生活方式，您是否经常进行体育锻炼？还有，您的饮食习惯是怎样的？\n用户：我不经常锻炼，饮食上比较随意，但我会吃一些杏仁和鸭肝。\n医生：保持适量的运动对健康是有好处的，您是否吸烟或饮酒？\n用户：我不吸烟，但偶尔会喝一点酒。\n"}
{"dies": "鸡胸", "competion": "用户：你好，我感觉有点不舒服。\n医生：你好，首先请告诉我你有哪些具体症状？\n用户：我有胸廓畸形，有时候会感到喘息，尤其是在运动后。\n医生：明白了。你有没有家族中其他人有类似的症状？\n用户：我的父亲也有轻微的胸廓畸形，但不是很严重。\n医生：明白了。那你平时的生活方式是怎样的？比如饮食、运动和日晒情况。\n用户：我平时饮食比较随意，运动量不算大，日晒方面我觉得还好。\n医生：好的，请问你有没有注意到哪些食物吃了之后症状有所改善或者加重？\n用户：我不太确定，不过我感觉吃了一些高蛋白的食物后，比如鸡蛋，感觉还不错。\n"}
{"dies": "胰腺囊腺癌", "competion": "用户：你好，我最近有腰背痛和消化不良的症状。\n医生：您好，首先请您不要过于担心。为了更好地了解您的状况，请问您能否详细描述一下您的症状，比如它们持续了多久，有没有加重的时候？\n用户：症状断断续续已经有一个月了，有时候吃完饭后背痛和腹痛会加剧。\n医生：明白了。除了这些，您有没有经历比如黄疸、食欲下降或腹部肿块等其他症状？\n用户：没有，我没有注意到这些症状。\n医生：好的。接下来，我想了解一下您的一些病史和生活方式。您是否吸烟或饮酒？有没有被诊断过慢性胰腺炎？\n用户：我确实抽烟，但我不喝酒。至于胰腺炎，我没有被诊断过。\n医生：明白了。关于生活方式，您平时饮食习惯如何？是否喜欢喝咖啡？\n用户：我每天都会喝几杯咖啡，而且我的饮食可能不是特别健康。\n医生：您有没有在服用阿司匹林或者有其他长期用药的情况？\n用户：我不服用阿司匹林，也没有其他长期用药。\n"}
{"dies": "成人脐疝", "competion": "用户：你好，我最近发现我的肚脐这里有一个肿块，有时候还会消化不良，这是怎么回事？\n医生：您好，请问您的肿块是持续存在的吗？还有没有其他症状，比如脐周的红肿变硬，或者腹部不适？\n用户：对，肿块一直都在，脐周有时候会硬一些，而且我确实有时候会感到腹部不太舒服。\n医生：明白了。您有没有体验过腹水的情况？另外，您是否有慢性咳嗽，或者肥胖，肝硬化腹水等状况？\n用户：我没有腹水，但是我有肥胖问题，而且有时候会有慢性咳嗽。\n医生：了解了。请问您是否有注意到肿块的大小在某些特定情况下会变化，比如咳嗽或者便秘时？\n用户：嗯，现在想想，好像确实是这样的。\n"}
{"dies": "骨肉瘤", "competion": "用户：你好，我最近感到膝关节疼痛，有时候还有剧烈的疼痛。\n医生：您好，请问您有没有其他的相关症状，比如骨膜反应、呼吸困难或者面部畸形？\n用户：嗯，我没有注意到这些症状，但我有时候会感到呼吸困难，这也有关系吗？\n医生：是的，请问您有没有咯血的症状，或者有没有经历过反复骨折？\n用户：没有咯血，但我记得在我还是个孩子的时候有过一次骨折。\n医生：明白了。关于您的病史，有没有心脏病、骨折或糖尿病等并发症？\n用户：没有心脏病，但我有糖尿病。\n医生：了解了。您的生活方式是怎样的呢？比如您的工作环境、饮食习惯等。\n用户：我工作的地方没有特别的化学物质，但我喜欢吃油腻的食物。\n医生：您有没有接触过X射线？\n用户：没有接触过X射线。\n"}
{"dies": "骨的原发性淋巴瘤", "competion": "用户：你好，我最近感觉骨痛，而且淋巴结好像也肿大了，有时候还会有放射性疼痛，这是怎么回事呢？\n医生：您好，这样的情况确实需要关注。请问您有没有测量过血沉和白细胞数量？还有，这种疼痛是持续性的还是间歇性的？\n用户：血沉好像有点快，白细胞也增多。疼痛是间歇性的，但是最近好像频率有点高。\n医生：了解了。除了这些，您有没有感觉到疲劳或者贫血的症状？另外，您的生活方式和饮食习惯是怎样的呢？\n用户：嗯，有时候会感到疲劳，确实有点贫血。我平时工作比较忙，饮食可能不太规律，我喜欢吃鸡肉。\n"}
{"dies": "胆咳", "competion": "用户：我最近经常咳嗽，有时候咳嗽得厉害了还会吐出胆汁，这是怎么回事？\n医生：请问您有其他症状吗？比如恶寒、胸闷等？\n用户：是的，我有恶寒和胸闷的症状，而且感觉咳嗽时胸部很痛。\n医生：明白了，请问您是否有其他病史？比如支气管扩张肺炎等？\n用户：事实上，我之前确实被诊断为支气管扩张肺炎。\n医生：了解了。请问您的生活方式如何？比如饮食和睡眠习惯。\n用户：我平时饮食还算规律，但喜欢吃油腻的食物。睡眠质量一般，有时候会熬夜。\n医生：您是否注意到在特定环境或气候变化时咳嗽会加重？\n用户：嗯，确实在受凉或气候变化时咳嗽会加重。\n医生：请问您是否正在服用任何药物？\n \n用户：医生给我开了阿奇霉素片和乳酸左氧氟沙星片。\n"}
{"dies": "Machado-Joseph病", "competion": "用户：你好，我最近感觉有一些无力，有时候还会出现肌束震颤的情况。\n医生：您好，我会帮您了解一些相关信息。请问您这些症状出现多久了？还有其他什么不适吗？\n用户：大约有几个月了，我还有睡眠障碍和偶尔的复视问题。\n医生：明白了。请问您家族中有没有其他人患有类似的病症？\n用户：我听说我的一位远房亲戚有过类似的症状。\n医生：明白了。那请问您的生活方式如何？比如饮食、运动和工作环境等。\n用户：我工作压力比较大，经常熬夜，饮食也比较随意，不太运动。\n"}
{"dies": "麻风性周围神经病", "competion": "用户：你好，我最近感觉皮肤有一些麻木，而且有时候感到无力。\n医生：您好，我会帮您了解情况。请问您的皮肤麻木是持续的还是偶尔的？还有您提到的无力，是发生在身体特定部位吗？\n用户：皮肤麻木是断断续续的，主要是在手臂和腿部。无力感也是在这些地方，有时候拿东西会不稳。\n医生：明白了。这种症状出现有多久了？您有没有遇到足部穿孔、感觉分离或者是营养障碍等问题？\n用户：大概有几个月了，足部还没有穿孔，但是我的趾头看起来有些短小，营养状况好像也受到了影响。\n医生：我了解了。那您过去有没有被诊断出麻风病？或者接触过麻风病患者？\n用户：没有，我没有接触史，也没有被诊断出麻风病。\n医生：好的。那您的生活方式是怎样的？比如说饮食习惯、居住环境和日常活动强度。\n用户：我饮食还算规律，不过平时工作比较忙，有时候会熬夜。活动强度不大，基本上是坐着办公。\n"}
{"dies": "皮脂腺腺瘤", "competion": "用户：你好，我最近发现身上有几个小结节和丘疹，还总是感到乏力，这是怎么回事呢？\n医生：您好，我可以帮您了解一下情况。首先，这些结节和丘疹是在什么部位？它们的大小和颜色有特别之处吗？\n用户：它们主要在头皮和背部，大小不一，有的颜色深一些，有的浅一些。\n医生：明白了。那您有没有感觉到疼痛或者是有脓液排出？\n用户：不，没有疼痛，也没有脓液。\n医生：好的。关于您的乏力感，是持续性的还是偶尔的？和您的饮食或者睡眠有关吗？\n用户：嗯，是持续性的，但饮食和睡眠好像没有明显影响。\n医生：了解了。请问您有没有家族中有人患有肿瘤或者其他皮肤疾病的病史？\n用户：不，我没有听说有这样的病史。\n医生：好的。那您的生活方式是怎样的？比如说您的工作环境、饮食习惯、锻炼情况等？\n用户：我工作压力比较大，有时候会熬夜。饮食上比较随意，不太规律，锻炼也比较少。\n"}
{"dies": "脾囊肿", "competion": "用户：你好，我最近总是消化不良，上腹也不太舒服，还有便秘的问题，这是怎么回事呢？\n医生：您好，请问您有感觉到腹部有肿块吗？或者有没有感到紧张或焦虑？\n用户：嗯，有时候会感觉腹部有点肿块，而且最近确实比较紧张。\n医生：明白了。请问您有没有过往的病史，比如有没有曾经患过急性腹膜炎这样的情况？\n用户：没有，我没有患过急性腹膜炎。\n医生：好的。那您在日常生活中，有没有注意预防感冒和感染？比如您是否经常做些慢走、打太极拳这样的运动？\n用户：我平时比较少运动，最近工作比较忙。\n医生：了解了。在饮食方面，您是否偏好一些油腻或者高脂肪的食物？或者有没有定期吃一些动物内脏、鱼类、豆类这样的食物？\n用户：哦，我吃得比较多的就是快餐，动物内脏和豆类倒是不常吃。\n医生：您有没有接触过牲畜，或者生活在寄生虫较多的地区？\n用户：我不住在寄生虫多的地区，也没有接触过牲畜。\n"}
{"dies": "髂静脉压迫综合征", "competion": "用户：你好，我最近总是感到乏力，而且有肺栓塞的症状，还有精索静脉曲张的问题。\n医生：您好，我会尽力帮助您。首先，我想了解一下，这些症状是持续存在还是偶尔发生？\n用户：最近这几个月症状越来越明显，尤其是站立时间较长或者久坐之后。\n医生：明白了。您的生活方式是怎样的？比如您的职业、运动习惯以及日常的饮食习惯等。\n用户：我是一名办公室职员，每天大部分时间都是坐着的。运动比较少，但饮食上我尽量保持健康。\n医生：好的，保持健康饮食对症状的控制是有帮助的。您有没有注意到什么特定的食物或生活习惯会使得症状加剧？\n用户：嗯，如果吃了比较油腻的食物，或者站立时间过长，症状似乎会加重。\n"}
{"dies": "窦房传导阻滞", "competion": "用户：你好，我最近经常感到心悸和乏力，有时候还会有心脏“漏跳”的感觉，这是怎么回事？\n医生：您好，心悸、乏力和心脏“漏跳”感可能是多种原因导致的，比如心律不齐等。这些症状出现的频率和持续时间如何？\n用户：这些症状断断续续出现已经有一段时间了。我有时候还会有头晕的情况。\n医生：明白了，头晕可能是由于心脏供血不足引起的。请问您是否有器质性心脏病，比如冠心病？还有，您是否在服用一些可能引起这种症状的药物？\n用户：我没有被诊断为冠心病，不过我确实在服用一些药物，比如降血压的药物和一些心脏病的辅助治疗药物。\n医生：了解。药物可能会影响心脏的正常电生理功能。您是否有高血钾或低血钾的情况？此外，您的饮食和生活方式是怎样的？\n用户：我不太清楚自己的血钾水平，但我饮食上比较注意，生活也比较规律，基本不抽烟不喝酒。\n"}
{"dies": "恶性小汗腺螺旋腺瘤", "competion": "用户：你好，我最近发现皮肤上有一个小肿块，有点担心，想了解一下相关信息。\n医生：您好，很乐意帮助您。请问您的小肿块有什么具体症状吗？比如大小、颜色、是否有疼痛感等。\n用户：它不大，大概像绿豆那么大，颜色跟皮肤差不多，但是有时候会有些痒和轻微的疼痛。\n医生：了解了。您这个肿块出现的位置能具体描述一下吗？它是一直存在，还是近期才出现的？\n用户：就在我的手臂上，大概已经有一个月了。之前我以为是个普通的痘痘，但最近有点担心因为它没有消失。\n医生：明白了。您之前有没有类似的情况发生过？或者有其他的皮肤问题？\n用户：没有，我皮肤一直挺好的，这是第一次出现这种情况。\n医生：好的，那请问您有没有其他的疾病史？\n用户：我不太清楚，我家没有人得过这种病。\n医生：了解了。关于您的生活方式，您能否告诉我您的工作环境、饮食习惯，以及您是否有抽烟或饮酒的习惯？\n用户：我工作室内，饮食比较正常，偶尔会应酬喝点酒，但我不抽烟。\n"}
{"dies": "非阵发性交接区性心动过速", "competion": "用户：你好，我最近经常感到心悸，心率好像也很快，有时候还会觉得胸口不舒服。\n医生：您好，听起来您可能遇到了一些心脏方面的问题。请问您是否有过心动过速的诊断？能否详细描述一下您的症状？\n用户：还没有正式诊断，但我查过一些资料，感觉我可能得了非阵发性交接区性心动过速。除了心悸和心动过速，我还有时候会感到心脏跳得特别不规律。\n医生：明白了，除了心悸和不规律的心跳，您有没有注意到其他的变化？比如体力下降、晕厥或者呼吸困难？\n用户：嗯，目前还没有这些症状，就是有时候会感到焦虑，不知道这是不是跟心脏问题有关。\n医生：焦虑有可能加重心脏症状，但也很常见于慢性疾病患者。请问您有没有心脏病史，或者有没有其他慢性病，比如高血压、糖尿病？\n用户：我有高血压，一直在服药控制。至于心脏病，我倒是没被诊断过。\n医生：了解了。在生活方式上，您是否经常进行体育锻炼？您的饮食习惯如何？是否吸烟或饮酒？\n用户：我不吸烟，也不饮酒，但平时运动比较少，饮食上可能有点偏油腻。\n"}
{"dies": "副神经节起源的肿瘤", "competion": "用户：你好，我最近总是感到腹痛、气短，还有心悸，不知道这是怎么了？\n医生：您好，这些症状可能与多种因素有关。为了更好地了解您的情况，请问您还有其他症状吗？比如便秘、面色苍白、震颤或消瘦？\n用户：嗯，我确实有便秘的问题，也瘦了一些。但这些症状是逐渐出现的，不是突然的。\n医生：明白了。您有没有头痛的问题？这些症状出现之前，您有没有经历过什么特别的生活变化，比如压力增大或饮食习惯改变？\n用户：我不怎么头痛，但工作压力是有点大。饮食上我没有太大变化，但可能睡眠不是很好。\n医生：了解了。您之前有没有检查过心脏和血压？因为这些症状可能与心脏或血压问题有关。\n用户：我没有检查过，应该没有心脏问题，我平时血压也不高。\n"}